[{"doc_id": "10-abc1", "html": "“Water, water everywhere,/ Nor any drop to drink” This famous line, spoken by the lost sailor in Samuel Taylor Coleridge’s poem <em>The Rime of the Ancient Mariner</em>, sums up one of the basic difficulties of life at sea: humans need water to survive, but seawater is too salty to drink. In fact, most of Earth is covered with undrinkable water; oceans cover 70 percent of Earth’s surface and account for about 97 percent of all water. The average salt content of ocean water is 35 parts per thousand, which—while it may not sound like much—works out to 120 million tons of salt per cubic mile of seawater. And there are about 332,519,000 cubic miles (1,386,000,000 cubic km) of water in the ocean. Where did all that salt come from?</p><!--P1--><p><strong>It comes from the land, mostly. As rain forms and falls through the air, it accumulates carbon dioxide from the atmosphere, causing it to become slightly acidic. It then flows over the land, eroding rocks and picking up small amounts of salt and other dissolved minerals.</strong> At this point, the water is still basically fresh; there is some salt in it but usually not enough to make it undrinkable. Eventually, though, most rainwater finds its way to the ocean. Once it gets there, some of the dissolved minerals—such as calcium—are removed from the water by biological processes, but salt tends to remain. <strong>Additional salt is contributed by underwater hydrothermal and volcanic activity.</strong></p><div class='teadsNative'></div><p>The idea that salt was gradually deposited in the sea by rivers was first suggested by the British astronomer <a href='/biography/Edmond-Halley'>Edmond Halley</a> in 1715. Halley took his observation a step farther and proposed that salinity of seawater could serve as a kind of clock that could be used to determine the age of the ocean (and thus, he assumed, Earth). He reasoned that dividing the total volume of ocean water by the rate at which salt was deposited in the ocean would show how long it had taken for the ocean to reach its current level of salinity. Measurement techniques weren’t precise enough to perform the calculation in Halley’s time, but the Irish physicist John Joly tried it in 1899, coming up with an estimate of 90 million years. (More-advanced techniques later revealed this to be a major underestimate; the actual age is more like four billion.) Unfortunately, Halley’s scheme had been flawed from the start; among other problems, he had failed to account for the fact that some sea salt becomes sequestered in the form of mineral deposits on the seafloor.", "link": "https://www.britannica.com/demystified/why-is-the-ocean-salty", "title": "Why Is the Ocean Salty? | Britannica.com"}, {"doc_id": "11-abc1", "html": "<a href='/biography/Amelia-Earhart'>Amelia Earhart</a> is one of history’s most prominent figures in aviation, having inspired numerous movies, books, and plays. Born in 1897 in Kansas, Earhart rose to fame because of her trailblazing accomplishments as a female aviator. At the time, being both a woman and a pilot meant being met with many obstacles, and even her own family discouraged her from learning how to fly. However, despite those challenges, she set many records in aviation and became the first female pilot to fly alone across the <a href='/place/Atlantic-Ocean'>Atlantic Ocean</a>.</p><!--P1--><p>For her accomplishments alone, Earhart earned herself a degree of legendary status. However, it is her unfortunate disappearance after she set off on her ambitious global flight of 1937 that has captivated people to this day. On June 1, 1937, Earhart and Fred Noonan, her navigator, set out from Oakland, <a href='/place/California-state'>California</a>, on their eastbound transcontinental flight on a twin-engine Lockheed Electra plane. Less than a month later they reached Lae, New Guinea, having flown 22,000 miles and with 7,000 more to go before they reached Oakland once again. After departing from Lae, they had to fly another 2,500 miles before they reached their next stop—<a href='/place/Howland-Island'>Howland Island</a>, an incredibly small island in the <a href='/place/Pacific-Ocean'>Pacific Ocean</a>—to refuel. Unfortunately, overcast skies, radio transmission issues, and low fuel meant that Earhart and Noonan did not reach their destination. Despite extreme efforts to locate the plane, which ended up constituting the most expensive air and sea search in American history up to that point, there was no sign of Earhart or Noonan anywhere. Earhart was officially declared dead on January 5, 1939. </p><div class='teadsNative'></div><p>In its report, the U.S. government concluded that Earhart and Noonan had run out of fuel and crashed into the vast ocean. What happened after the crash is still unclear. Given the mystery surrounding this event, several theories have emerged that are still being debated to this day. One theory suggests that Earhart was a secret agent for the U.S. government and that she was taken prisoner by the Japanese for trying to spy on Japanese-occupied islands. The more widely believed theory is that Earhart and Noonan reached an uninhabited island, Nikumaroro, where artifacts such as tools and aircraft wreckage have been discovered. No theory has ultimately been proven true, and so Earhart’s disappearance remains one of the most popular mysteries of American history. Despite the tragic end to Earhart’s life, her accomplishments and her legacy still serve as an inspiration to thousands of budding young pilots everywhere.", "link": "https://www.britannica.com/spotlight/the-disappearance-of-amelia-earhart", "title": "The Disappearance of Amelia Earhart | Britannica.com"}, {"doc_id": "12-abc1", "html": "Perhaps nothing inspires as much fascination and repulsion as human <a href='/topic/cannibalism-human-behaviour'>cannibalism</a>. Although it is now regarded as one of society’s greatest taboos and is often associated with evil—think Hannibal Lecter in <em>The Silence of the Lambs</em> (1991)—history reveals a practice that is more complex and, surprisingly, sometimes even reverential.</p><!--P1--><p>Funereal rituals involving cannibalism have been well documented. The Fore of <a href='/place/Papua-New-Guinea'>Papua New Guinea</a>, for example, were known to have eaten the bodies of their deceased. The practice was seen as a sign of love and respect, preventing corpses from rotting or being devoured by insects. In addition, the ritual was thought to protect the body from any dangerous spirits. The Wari of the <a href='/place/Brazil'>Brazilian</a> Amazon included cannibalism in their funereal rites into the 1960s, when missionaries precipitated the end of the practice. Also common were religious rituals that featured cannibalism. After making human sacrifices to the gods, the <a href='/topic/Aztec'>Aztecs</a> reportedly ate the corpses, which they considered sacred.</p><div class='teadsNative'></div><p>Eating the body of an enemy was perhaps the ultimate act of revenge. In addition to showing domination and inspiring fear, consuming one’s foe was thought to enable the victor to possess the strength and bravery of the vanquished. Japanese soldiers during <a href='/event/World-War-II'>World War II</a> consumed POWs, while the Korowai of <a href='/place/New-Guinea'>New Guinea</a> were within their rights to eat men thought to be witches. Ugandan leader <a href='/biography/Idi-Amin'>Idi Amin</a>, whose regime (1971–79) was noted for brutality, was accused of cannibalizing his opponents, and he responded with a nondenial: “I don’t like human flesh. It’s too salty for me.” The <a href='/topic/Carib'>Carib</a> of the Caribbean islands were also thought to have eaten their enemies, and Europeans used claims of cannibalism to justify the murder and enslavement of numerous indigenous people. Though the veracity of the allegations against the Carib is still debated, the term <em>cannibalism</em> derives from a corruption of their name.</p><!--P3--><p>Medicinal cannibalism seems to have existed around the world, with nearly every body part ending up in some concoction. Chinese compounds included human organs as well as nails and hair, while, in early Greece, human blood was thought to treat <a href='/science/epilepsy'>epilepsy</a>. And even as they were decrying cannibals in the New World as savages, Europeans were routinely consuming human parts as medicinal treatment. Followers of 16th-century Swiss physician <a href='/biography/Paracelsus'>Paracelsus</a>, for example, sought to cure <a href='/science/dysentery'>dysentery</a> with medicines that contained powdered human skulls, and in 17th-century England pulverized <a href='/topic/mummy'>mummies</a> were used in treatments for epilepsy and stomachaches. In some cases, not just any mummy would do: one concoction called for the body of a redheaded man who had died from hanging.</p><!--P4--><p>And then there is cannibal cuisine. (For the record, human flesh allegedly is similar in taste to veal or pork.) The <a href='/topic/Batak'>Batak</a> of <a href='/place/Sumatra'>Sumatra</a> reportedly sold human flesh in markets, and in China human-based dishes were once considered a luxury. During the <a href='/topic/Yuan-dynasty'>Yuan dynasty</a> (13th–14th century), it was noted that “children’s meat was the best food of all in taste.” The country also reported cases of children cutting off various body parts—usually a section of the thigh or upper arm—to use in dishes for their elders as a show of respect.</p><!--P5--><p>Despite being relatively widespread—though some scholars believe that many reports of cannibalism are untrue—the practice eventually became taboo. However, there are some instances when it was accepted—or at least tolerated—and these cases typically involved survival. According to a recent study, the average human body contains more than 125,000 calories—a feast to anyone starving. One of the most famous examples of survival cannibalism involved the <a href='/topic/Donner-party'>Donner party</a>. In 1846, 87 pioneers led by George Donner left Independence, Missouri, bound for California. In December they became trapped by heavy snow in the <a href='/place/Sierra-Nevada-mountains'>Sierra Nevada</a>. Facing starvation, the people eventually resorted to cannibalism. The story became well known—thanks in part to an eager press. (Somewhat ironically, in 2010 the media misinterpreted a study and suggested that cannibalism had <em>not</em> occurred within the Donner party.)</p><!--P6--><p>Another example of survival cannibalism followed a plane crash in the <a href='/place/Andes-Mountains'>Andes Mountains</a> in 1972. Of the 45 passengers—a number of whom belonged to a Uruguayan rugby team—only 16 survived the 72-day ordeal, which included cannibalism, an act some of those rescued later compared to taking Holy Communion. And at <a href='/place/Jamestown-Colony'>Jamestown Colony</a> in 1609–10—a period known as the Starving Time—desperate American settlers cannibalized their neighbors after first eating rats and shoe leather.", "link": "https://www.britannica.com/spotlight/cannibalism-cultures-cures-cuisine-and-calories", "title": "Cannibalism: Cultures, Cures, Cuisine, and Calories | Britannica.com"}, {"doc_id": "13-abc1", "html": "“Lightning never strikes the same place twice” is a common phrase you’ve probably heard before, often used to reassure someone that whatever bad thing has happened, it won’t happen again. It can even be used when something good happens, such as winning the lottery, but the underlying truth remains. What are the odds that something extremely unlikely, such as a lightning strike, will happen more than once? After all, a thunderstorm travels across an area. So after lightning strikes one place, it’s probably safe from another strike. In reality, <a href='/science/lightning-meteorology'>lightning</a> can and will strike the same place twice, whether it be during the same storm or even centuries later. &nbsp;&nbsp; <p>When we see a lightning strike, we’re witnessing the discharge of electricity that has built up in a cloud, which is so strong that it breaks through the ionized air. This creates a stepped leader, or the lightning bolt, that travels downward until it reaches the ground. It is an incredibly quick process that takes only about 30 milliseconds. And right after lightning strikes, it reverberates in quick succession. So, essentially, multiple strikes can happen at the same place in this short period of time. Technically, the lightning is already striking more than once. Even during the same thunderstorm, there is nothing stopping a lightning bolt from striking the same place it had struck previously, even if it was as little as a few seconds earlier or as much as centuries later.</p><!--P4--><p>In the U.S. alone there is an average of 20 million cloud to ground lightning strikes per year. This makes the likelihood of a place being struck by lightning multiple times incredibly high over a long period of time. If anything, if there is a significant attraction between the bolt and the place it previously hit, it’s <em>more</em> likely that the same place would be struck again. Skyscrapers are more susceptible to strikes since they significantly reduce the distance the stepped leader needs to travel. For instance, famous skyscrapers like the Empire State Building in New York City and the Willis Tower in Chicago are nearly guaranteed to be struck by lightning each time a thunderstorm passes overhead—but don’t worry, they have built-in lightning rods to make sure no damage is done to the building!", "link": "https://www.britannica.com/demystified/can-lightning-strike-the-same-place-twice", "title": "Can Lightning Strike the Same Place Twice? | Britannica.com"}, {"doc_id": "14-abc1", "html": "<p>“Normality,” <a href='/biography/Vincent-van-Gogh'>Vincent van Gogh</a> once said, “is a paved road. It’s comfortable to walk, but no flowers grow on it.” There could not be a better defining quote for the nature of this Dutch painter’s life, as normality, if it came at all, never stayed for long. He was a man of many sides, all of which combined into a life of twists, turns, and sadness. Though van Gogh was somewhat of a tortured soul, the life he lived and the roles he played created the artist we revere today. </p><!--P1--><p><strong>A Brother</strong></p><div class='teadsNative'></div><p>Van Gogh’s family life was nothing short of chaotic. He was born in 1853 and named after his brother who had died exactly one year prior. The presence of a headstone already carved with his name and birthday was surely an ominous acknowledgment of the eventual melancholic turn his life would take. Van Gogh grew up as the eldest of six children and the son of a pastor and his wife. As he got older, van Gogh became extremely close with his brother Theo. Theo eventually became van Gogh’s primary financial support, helping him to fund his art career and schooling. Their relationship is detailed in the letters they sent each other. These letters provide evidence of their remarkable bond. It was Theo who found van Gogh fatally wounded after attempting suicide. The two died within six months of each other, perhaps implying that Theo simply could not survive without his brother, and his health gave out because of it. </p><!--P3--><p><strong>A Hopeless Romantic</strong></p><!--P4--><p>The first time van Gogh fell in love was with his landlady’s daughter, Eugenie Loyer; he proposed marriage one year after they met. She rejected his offer, and van Gogh suffered a heartbreak-induced breakdown. After a while, he fell in love again, this time with his recently divorced cousin Cornelia. She was appalled by van Gogh’s advances, and again he was rejected. Later, in The Hague, he met a prostitute named Clasina Maria Hoornik, and he found in her both a muse and a lover. They were together for a time, but Hoornik eventually left him to return to prostitution, and van Gogh’s gentle heart was destroyed yet again. </p><!--P5--><p><strong>A Blasphemous Christ of the Coal Mines</strong></p><!--P6--><p>Van Gogh was a man of faith since the beginning. In 1878 he trained as an evangelist, but he criticized the Protestant orthodox doctrine so outwardly that he was never given an assignment. Undeterred, van Gogh decided on his own assignment and left for an impoverished coal-mining town. It was there that he earned the nickname “Christ of the Coal Mines” from the townspeople. He was, however, exiled from the church for taking the Bible too literally. He renounced all of his possessions and voiced his desires for the life of a hermit. The church promptly accused him of skewing the line between saintliness and martyrdom. </p><!--P7--><p><strong>An Artist</strong></p><!--P8--><p>Van Gogh attended many art and drawing schools during his time as a young artist, although he found himself disagreeing with his teachers’ methods nearly every time—and doing so out loud and with confidence. After a while, he gave up on schooling and began learning from the masters by studying their works. Van Gogh is best known as a Post-Impressionist painter, characterized by lively brushstrokes and visceral, spontaneous scenes. In 1888 he moved into a “little yellow house,” where fellow painter <a href='/biography/Paul-Gauguin'>Paul Gauguin</a> joined him in the “Studio of the South.” Van Gogh composed thousands of pieces during his lifetime, but he died having sold only one. His art wasn’t even appreciated at home; his mother used to toss crates full of his artwork out with the trash. Now, however, he’d be pleased to know that one of his works (<em>Irises</em>) sold for upwards of $53 million. </p><!--P9--><p><strong>A Human</strong></p><!--P10--><p>For much of his life van Gogh struggled with mental and physical ailments. He has become a quintessential tortured artist—commonly thought to have eaten his yellow paint in the hopes of lifting his spirits. The truth, however, is far less romantic: while van Gogh <em>did</em> eat his paints, it was determined by doctors to have been attempts at suicide by poison. In addition to paints, van Gogh consumed <a href='/topic/absinthe'>absinthe</a> and turpentine and fell into a deep despair for much of his life. He admitted himself to an asylum after a breakdown caused him to chase Gauguin with a razor, an event that ended in the severing of van Gogh’s left ear either by his own hand or Gauguin’s. (No one is entirely sure how the events transpired that day.) After returning home from the asylum, van Gogh shot himself in the stomach in a wheat field. His brother Theo found him alive and bleeding. Vincent, upon seeing his brother, said only this: “I have shot myself in the stomach. I only hope I haven’t butchered it.” He died a few days later, and Theo followed after six months. </p><!--P11--><p>After his death and with the rise of his fame, many doctors have attempted to diagnose the tortured artist. He is commonly thought to have suffered from <a href='/science/psychosis'>psychosis</a>, and there have been theories that speculate on his suffering from <a href='/science/bipolar-disorder'>bipolar disorder</a>, <a href='/science/schizophrenia'>schizophrenia</a>, <a href='/science/epilepsy'>epilepsy</a>, <a href='/science/borderline-personality-disorder'>borderline personality disorder</a>, severe <a href='/science/depression-psychology'>depression</a>, or any combination of the six. No matter what the name for it is, van Gogh was a melancholy man who worked through his sadness with his paintbrushes. And for that, the art world is forever grateful. </p><!--P12--><p><blockquote class='eb-content-simple-quote'><em>I put my heart and soul into my work, and lost my mind in the process.</em> - Vincent van Gogh</blockquote></p>", "link": "https://www.britannica.com/spotlight/normality-is-a-paved-road-the-tumultuous-life-of-vincent-van-gogh", "title": "Normality Is a Paved Road: The Tumultuous Life of Vincent van Gogh | Britannica.com"}]