[{"doc_id": "20-def2", "html": "<p>Neo-Impressionism, literally “new Impressionism,” was an avant-garde art movement that fell under the larger Post-Impressionism umbrella. It emerged in reaction to what was viewed as the overly free and spontaneous painting practices of the Impressionists and rooted itself in a methodical and scientific approach. The movement was launched in 1886 and took shape through the efforts of <a href=\"/biography/Georges-Seurat\">Georges Seurat</a>, who introduced “<a href=\"/art/pointillism\">pointillism</a>,” a system that he called “chromo-luminarism” that did away with traditional line drawing and instead consisted of applying precise dots of contrasting pigments next to one another on canvas. When done correctly, the dots, when seen from a remove, would coalesce into bold defined forms and brilliant saturated color in a full range of hues. Rather than having the artist mix the paints on a palette first, the viewer’s eye does the mixing, which produces a far more luminescent display of color—a phenomenon that Seurat understood from studying the writings of color theorists Michel-Eugène Chevreul, Charles Henry, and Ogden Rood.</p><!--P1--><p>One of the most famous paintings in the history of art, the monumental <em>A Sunday on La Grande Jatte</em> (1884–86), was painted by Seurat by using pointillism. With the showing of <em>La Grande Jatte</em> at the final major Impressionism exhibition in 1886, along with works by pointillists <a href=\"/biography/Paul-Signac\">Paul Signac</a> and <a href=\"/biography/Camille-Pissarro\">Camille Pissarro</a>, Neo-Impressionism was established. Art critic Félix Fénéon, upon seeing the pointillist works at that exhibition, coined the name Neo-Impressionists for the small group of artists, which at that time included Signac, Camille Pissarro and his son Lucien, Albert Duboit-Pillet, Henri-Edmond Cross, and Charles Angrand. The group grew to include Maximilien Luce, <a href=\"/biography/Theo-Van-Rysselberghe\">Théo Van Rysselberghe</a>, <a href=\"/biography/Henry-van-de-Velde\">Henry van de Velde</a>, and others.</p><div class=\"teadsNative\"></div><p>Seurat died suddenly of illness in 1891, only 31 years old, and Signac took over as leader of the movement, which carried on until about 1906 (<a href=\"/art/Cubism\">Cubism</a> would start to take hold of the avant-garde imagination soon after). Neo-Impressionism had a lasting effect on many artists and movements, notably on <a href=\"/biography/Vincent-van-Gogh\">Vincent van Gogh</a> and <a href=\"/biography/Henri-Matisse\">Henri Matisse</a> (especially, for example, Matisse’s <em>Luxe, calme et volupté</em>, 1904–05), and much later on, <a href=\"/art/Pop-art\">Pop Art</a>.</p>", "link": "https://www.britannica.com/spotlight/neo-impressionism-what-was-the-point", "title": "Neo-Impressionism: What Was the Point? | Britannica.com"}, {"doc_id": "21-def2", "html": "<p>In 1769 a Hungarian civil servant named Wolfgang von Kempelen went to a magic show in Vienna. It wasn’t just any magic show, though. It was being performed in the court of <a href=\"/biography/Maria-Theresa\">Empress Maria Theresa</a>, and Kempelen, who had training in physics and mathematics, had been invited by the empress herself to give his scientific opinion of the performance. The show, as it turned out, was no match for Kempelen’s keen mind. After it was over he assured the empress and the rest of the court that he could have done better. Maria Theresa gave him six months to prove it with a show of his own.</p><!--P1--><p>Kempelen returned in 1770 with an <a href=\"/art/automaton\">automaton</a> that he had constructed himself and gave a performance that stunned the court. In the 18th century automatons were all the rage; inventors such as <a href=\"/biography/Jacques-de-Vaucanson\">Jacques de Vaucanson</a>, Pierre Jaquet-Droz, and Henri Maillardet thrilled audiences with ingenious humanlike machines that could perform activities like playing a musical instrument or writing. Kempelen’s automaton outdid them all, though—or at least it seemed to. It was a wooden man in oriental dress, sitting behind a large cabinet with a chessboard on top. Kempelen would begin his performances by opening the doors of the cabinet to show the audience the clockwork machinery inside. Once the doors were closed, he would use a key to wind the machine. A member of the audience would then come forward and sit down facing the automaton to play chess. The automaton would spring to life, grasping the pieces and making moves. As if that surprise wasn’t enough, the human challenger would quickly discover that the automaton was a strong player; it won most of the games it played.</p><div class=\"teadsNative\"></div><p>Beginning the 1780s Kempelen’s automaton, known as the Turk or the Mechanical Turk, was taken on tours around Europe, and it played games against a number of noteworthy human opponents. <a href=\"/biography/Benjamin-Franklin\">Ben Franklin</a> played it in Paris. The chess master <a href=\"/biography/Francois-Andre-Philidor\">François-André Philidor</a> managed to beat it but declared that the game had been a challenging one. When Kempelen died in 1804, the automaton was acquired by an engineer, Johann Maelzel, who continued to travel with it and give performances.</p><!--P3--><p>As the automaton’s fame grew, so did the debate over how it worked. A few people were willing to believe that Kempelen’s invention was actually capable of understanding and playing chess by itself, but most rightly concluded that it was an elaborate illusion and that the wooden man’s movements were being controlled by a human operator sitting in the cabinet or using magnets or wires from afar. Some fanciful explanations were also proposed. Perhaps there was a trained chess-playing monkey sitting in the cabinet, or maybe the whole thing was possessed by evil spirits. The reality, of course, was that there was a chess player concealed inside the cabinet, keeping track of the game on a miniature chessboard and controlling the Turk’s movements with levers.</p><!--P4--><p>Even though the Turk was an illusion, it raised real questions about machines and the nature of intelligence, and these questions have only grown more pressing as technology has advanced in the modern era. In 1819 the English mathematician and inventor <a href=\"/biography/Charles-Babbage\">Charles Babbage</a> watched the automaton play. He immediately realized that it was a clever trick, but he was inspired to reflect on how a machine might be constructed so that it would actually play chess. Babbage went on to invent an automatic mechanical calculator that is usually considered the first digital computer. A distant descendent of Baggage’s invention—a chess-playing computer called <a href=\"/topic/Deep-Blue\">Deep Blue</a>—became the first computer to defeat a human world champion in a chess match, in 1997. The future simulated by the Mechanical Turk, in which humans must coexist with machines that are capable of outthinking them, seemed closer than ever.</p>", "link": "https://www.britannica.com/spotlight/the-mechanical-turk-ai-marvel-or-parlor-trick", "title": "The Mechanical Turk: AI Marvel or Parlor Trick? | Britannica.com"}, {"doc_id": "22-def2", "html": "<p>Pirates and their sailing <a href=\"/technology/ship\">ships</a> are inexorably linked to the romantic concept of the <em>seven seas</em>, and some variation of the phrase “sailing the seven seas” has existed since ancient mariners plied the <a href=\"/place/Mediterranean-Sea\">Mediterranean Sea</a> and the waters of the <a href=\"/place/Middle-East\">Middle East</a>. But which bodies of water are those seven?</p><!--P1--><p>A definitive list of the bodies of <a href=\"/science/water\">water</a> that made up the seven seas varied from one culture to another and changed over time.&nbsp;To complicate matters, <em>seven</em> was likely not literal, but rather it was probably used by some cultures as a stand-in for the word <em>many</em>. (The significance of the number seven may be related to its status during biblical times as a <a href=\"/topic/number-symbolism\">symbolic number</a> to exemplify both good things and bad things. There are <a href=\"/topic/seven-deadly-sins\">seven deadly sins</a> and seven days in a week.)&nbsp;For some, the seven seas were simply parts of trade routes. For others, the seven seas were familiar <a href=\"/science/bay-coastal-feature\">bays</a>, <a href=\"/science/gulf-coastal-feature\">gulfs</a>, seas, and stretches of <a href=\"/science/ocean\">ocean</a>. In yet other cases, the term had the effect of inspiring a spirit of adventure by referring to waterways that were both strange and distant.&nbsp; “Sailing the seven seas” meant one thing to people living in the Middle East and another to people living in Europe or eastern Asia.&nbsp; Moreover, sometimes the “seas” weren’t even true seas. As a result, there was no true universal understanding of what the seven seas were.</p><div class=\"teadsNative\"></div><p>Fortunately, various cultures kept fairly decent records on this topic. The seven seas of the <a href=\"/place/Persia\">Persians</a> were composed of a handful of major rivers of Central Asia and their tributaries, whereas those of the ancient Arabs spanned the coastal waterways that connected the lands bordering the Persian Gulf to those of the South China Sea. According to the <a href=\"/topic/National-Oceanic-and-Atmospheric-Administration\">National Oceanic and Atmospheric Administration</a>’s <a href=\"oceanservice.noaa.gov/\" target=\"_blank\">National Ocean Service</a>, the seven seas of the <a href=\"/place/ancient-Greece\">ancient Greeks</a> were the <a href=\"/place/Aegean-Sea\">Aegean</a>, the <a href=\"/place/Adriatic-Sea\">Adriatic</a>, the Mediterranean, the <a href=\"/place/Black-Sea\">Black</a>, the <a href=\"/place/Red-Sea\">Red</a>, and the <a href=\"/place/Caspian-Sea\">Caspian</a> seas and the <a href=\"/place/Persian-Gulf\">Persian Gulf</a>. However, other sources might have swapped in the <a href=\"/place/Indian-Ocean\">Indian Ocean</a> for the Aegean Sea.&nbsp;Possibly as a reflection of the growth of knowledge, the seven seas of medieval Europeans shifted to include the <a href=\"/place/Atlantic-Ocean\">Atlantic Ocean</a> and the <a href=\"/place/Arabian-Sea\">Arabian</a>, the <a href=\"/place/Baltic-Sea\">Baltic</a>, the Black, the Mediterranean, the <a href=\"/place/North-Sea\">North</a>, and the Red seas. During the period of <a href=\"/topic/European-exploration\">European exploration</a>, the list of seven seas changed again, this time using the four traditional oceans (the Atlantic, the <a href=\"/place/Pacific-Ocean\">Pacific</a>, the Indian, and the <a href=\"/place/Arctic-Ocean\">Arctic</a>) as the list’s backbone, along with the Mediterranean and the <a href=\"/place/Caribbean-Sea\">Caribbean</a> seas and the <a href=\"/place/Gulf-of-Mexico\">Gulf of Mexico</a>. </p><!--P3--><p>Between the 19th century and today, the seven seas could have been renamed the <em>seven oceans</em>, since no seas make the list anymore. Yet, doing so would risk the loss of this familiar romantic <a href=\"/art/alliteration\">alliteration</a>. The four traditional oceans are represented here, of course, and the division of the Atlantic and Pacific into their northern and southern basins brings the tally to six. The seventh body of water on the list is the Antarctic Ocean (<a href=\"/place/Southern-Ocean\">Southern Ocean</a>), a region of cold water that surrounds the continent of Antarctica, which is often considered separate from the Atlantic, Pacific, and Indian oceans by the presence of a barrier of powerful winds and turbulent seas.</p>", "link": "https://www.britannica.com/demystified/which-waters-do-you-pass-through-when-you-sail-the-seven-seas", "title": "Which Waters Do You Pass Through When You “Sail the Seven Seas”? | Britannica.com"}, {"doc_id": "23-def2", "html": "<p>The <a href=\"/topic/big-bang-model\">big-bang theory</a> was first proposed by <a href=\"/biography/Georges-Lemaitre\">Georges Lemaître</a> in 1927 sans its contemporary name, which was coined in the 1950s. The common name has allowed for the beginnings of our universe to be too often depicted as a massive explosion similar to that of an epic supernova. But was our universe really formed in a cosmic fireworks show? Or was something else at work?</p><!--P1--><p>The “big bang” wasn’t a “bang” at all, at least not in the common definition. It didn’t explode in a scene of shrapnel and fire, and there was definitely no mushroom cloud. The big-bang theory of the universe is derived from Albert Einstein’s <a href=\"/science/general-relativity\">general theory of relativity</a> and the idea that the universe expanded from a miniscule dense collection of energy called a singularity. <strong>There was no bang, just a vast expansion of extremely condensed material.</strong> </p><div class=\"teadsNative\"></div><p>So why describe the theory with such a misleading name? To mock it, perhaps. <a href=\"/biography/Fred-Hoyle\">Sir Fred Hoyle</a> snidely referred to the theory as the “big bang” with the intention of reducing it to absurdity, and it stuck. Hoyle believed, contrary to the big-bang theory, that the universe itself did not have a beginning, rather the components inside it did. This is called the <a href=\"/topic/steady-state-theory\"><em>steady-state theory</em></a>, which has decreased in popularity in light of the common acceptance of the big-bang theory.</p><!--P3--><p>If the universe didn’t explode into existence, where did it all come from? According to the theory, the universe—this includes all space, time, energy, etc.—was condensed into an extremely hot zero-volume entity of infinite density called a singularity. In physics density is quantified by dividing mass by volume, meaning that the equation to determine the density of a singularity divides by zero. If that doesn’t hurt your brain, this will: Because all of space and time existed within the singularity, the singularity itself did not exist within space or time. </p><!--P4--><p>The universe as we know it (or barely know it) is the result of this singularity expanding and cooling. Since the singularity itself was not in a location on the planes of space or time, there is no center of the universe; everything is expanding from everything else at an equal rate. As for the origins of the singularity, or even what existed before it, scientists are just as befuddled as everyone else. </p>", "link": "https://www.britannica.com/demystified/was-the-big-bang-actually-an-explosion", "title": "Was the Big Bang Actually an Explosion? | Britannica.com"}, {"doc_id": "24-def2", "html": "<p>On December 2, 1766, the Swedish parliament passed legislation that is now recognized as the world’s first law supporting the freedom of the press and freedom of information. Narrowly, the <a href=\"/topic/Freedom-of-the-Press-Act-of-1766\">Freedom of the Press Act</a> abolished the Swedish government’s role as a censor of printed matter, and it allowed for the official activities of the government to be made public. More broadly, the law codified the principle—which has since become a cornerstone of democracies throughout the world—that individual citizens of a state should be able to express and disseminate information without fear of reprisal.</p><!--P1--><p>The notion that the press should be free could have emerged only after the press itself had become commonplace. The invention of <a href=\"/technology/printing-press\">mechanized printing</a> in the 15th century led to the proliferation of books, newspapers, and other publications that spread ideas faster and farther than ever before. However, because of the potential for these ideas to challenge official power structures, some political and religious authorities actively suppressed publications that they deemed subversive.</p><div class=\"teadsNative\"></div><p>An early defense of press freedom was made by the poet <a href=\"/biography/John-Milton\">John Milton</a> in his 1644 pamphlet <a href=\"/topic/Areopagitica\"><em>Areopagitica</em></a>, written in response to the British Parliament’s passage of a law requiring the government to approve all books prior to publication. “Truth and understanding,” <a href=\"/www.dartmouth.edu/~milton/reading_room/areopagitica/text.html\" target=\"_blank\">Milton argued</a>, “are not such wares as to be&nbsp;monopoliz'd&nbsp;and traded in by&nbsp;tickets and statutes, and standards.” This sentiment appeared to win legal recognition on the other side of the Atlantic when in 1733 New York newspaper publisher <a href=\"/biography/John-Peter-Zenger\">John Peter Zenger</a>, in a landmark jury trial, was acquitted of seditious libel on the grounds that the articles he printed, which were harshly critical of New York’s colonial governor, were nonetheless based on fact. Twenty-five years after the Freedom of the Press Act came into force in Sweden, the framers of the <a href=\"/topic/Constitution-of-the-United-States-of-America\">U.S. Constitution</a> enshrined the same principle in the document’s <a href=\"/topic/First-Amendment\">First Amendment</a>: “Congress shall make no law…abridging the freedom of speech, or the press.”</p><!--P3--><p>While many countries have come to understand freedom of expression as a common good—indeed, it is one of the rights enumerated in the <a href=\"/topic/Universal-Declaration-of-Human-Rights\">Universal Declaration of Human Rights</a>—state censorship and regulation of the press have not entirely disappeared. The international organization <a href=\"/topic/Reporters-Without-Borders\">Reporters Without Borders</a> (RSF) monitors conditions for journalists around the world and ranks countries by their degree of <a href=\"/topic/media-freedom\">media freedom</a>. Countries categorized as “bad” or “very bad” on <a href=\"/rsf.org/en/ranking\" target=\"_blank\">RSF’s 2016 list</a> include Russia and China, both of which maintain various forms of state media and impose restrictions on independent outlets. (In addition to traditional controls, Russia and China block access to certain Web sites.) In Turkey as well, more than 100 journalists have been jailed since July 2016, when a failed coup attempt led Pres. <a href=\"/biography/Recep-Tayyip-Erdogan\">Recep Tayyip Erdoğan</a> to crack down on voices critical of the government.</p>", "link": "https://www.britannica.com/spotlight/250-years-of-press-freedom", "title": "250 Years of Press Freedom | Britannica.com"}]