[{"doc_id": "40-def4", "html": "<p>According to Napoleonic legend, the future emperor of France emerged from Egypt’s Great Pyramid pale and shaken, having spent hours alone in the King’s Chamber. He never revealed what had rattled him, but supposedly the episode changed his life. Whether or not the story is true, it certainly attests to the power of the Great Pyramid to rouse a great leader’s imagination as well as our own: What could Napoleon possibly have seen to provoke such a reaction? What exactly is inside the Great Pyramid? <strong>The plain answer is, well, not a lot, really.</strong></p><!--P1--><p>The Great Pyramid, or the Pyramid of Khufu, is the oldest and the tallest of the three pyramids towering over Giza. Constructed c. 2551–2528 BCE, it originally stood at 481.4 feet (147 meters), or about 45 stories. <strong>Its immense size makes it a marvel to behold, but the Great Pyramid, and its neighbors, the Pyramids of Khafre and Menkaure, are mostly just solid masses of stone</strong>—2.3 million blocks of cut limestone, to be more precise, which is the approximate number making up the Great Pyramid. All three pyramids would originally have had an outer casing of lighter limestone, as seen on the cap of Khafre’s pyramid. We can only imagine how the gleaming white limestone would have made the pyramids an even more dazzling spectacle than they are now.</p><div class=\"teadsNative\"></div><p>The Pyramids of Giza, like the Egyptian pyramids that came before and after them, were royal tombs, a final resting place for their pharaohs, or kings. They were often part of an extensive funerary complex that included queens’ burial sites and mortuary temples for daily offerings. The pharaoh’s final resting place was usually within a subterranean burial chamber underneath the pyramid. <strong>Although the Great Pyramid has subterranean chambers, they were never completed, and Khufu’s sarcophagus rests in the King’s Chamber, where Napoleon is said to have sojourned, deep inside the Great Pyramid.</strong><figure class=\"demystified-inline-asset\"><span class=\"image-wrapper\"><span class=\"image-zoom\"><img src=\"/image/asset/feature/194372\" data-big-src=\"/image/asset/big/194372\" alt=\"Tomb stairway\"><em class=\"material-icons md-zoom\" data-icon=\"zoom_in\"></em></span><figcaption class=\"demystified-inline-asset-caption\"><span class=\"demystified-inline-asset-credit\">© Steve Heap/Shutterstock.com</span></figcaption></span></figure></p><!--P3--><p>Like its neighbors, the Great Pyramid has very little open space inside its hulking mass. Napoleon would have reached the King’s Chamber through a very tight ascending passageway, past the Queen’s Chamber (a misnomer), and then through a taller corbelled passageway called the Grand Gallery. Once inside the King’s Chamber, Napoleon would have seen that it was small and lined, like other kings’ chambers, with thick granite blocks. <strong>The space would have been very austere, as Egyptians only began decorating burial chambers with hieroglyphic texts in later pyramids.</strong> Moreover, by the time of Napoleon’s Egyptian Campaign at the end of the 18th century, the pyramids would have long been plundered. He would not have found any rumored treasures in the chamber, only the enormous granite sarcophagus, once containing the king’s mummy, set firmly in the floor.<figure class=\"demystified-inline-asset\"><span class=\"image-wrapper\"><span class=\"image-zoom\"><img src=\"/image/asset/feature/194373\" data-big-src=\"/image/asset/big/194373\" alt=\"Tomb\"><em class=\"material-icons md-zoom\" data-icon=\"zoom_in\"></em></span><figcaption class=\"demystified-inline-asset-caption\"><span class=\"demystified-inline-asset-credit\">© rook76/Shutterstock.com</span></figcaption></span></figure></p><!--P4--><p>With not much to see inside the Great Pyramid, or either of the other pyramids near Giza, we can only imagine what could have disconcerted the proud Napoleon—just as we can only imagine the pyramids’ other mysteries: the royal treasures they once might have hidden, the brilliant sight they must have been when first completed, and the disciplined effort it took to construct them.</p>", "link": "https://www.britannica.com/demystified/whats-inside-the-great-pyramid", "title": "What’s Inside the Great Pyramid? | Britannica.com"}, {"doc_id": "41-def4", "html": "<p>On a clear night, staring up at the stars induces a sense of simultaneous wonder and insignificance. Humanity time and time again finds itself lost amid the vastness of a universe that we are still struggling to understand. There are many questions we ask ourselves when looking toward the heavens, but one of them always feels just outside of our grasp: Across all the billions of light-years of starry sky above us, could we possibly be the only life?</p><!--P1--><p>Scientists have explored this question for years. In 1961 physicist Frank Drake developed a mathematical <a href=\"/science/Drake-equation\">equation</a> to help solve it:</p><div class=\"teadsNative\"></div><p><em>N</em> = <em>R</em><sub><em>*</em></sub><em>f</em><sub><em>p</em></sub><em>n</em><sub><em>e</em></sub><em>f</em><sub><em>l</em></sub><em>f</em><sub><em>i</em></sub><em>f</em><sub><em>c</em></sub><em>L</em></p><!--P3--><p>The equation aimed to find the number (<em>N</em>) of intelligent civilizations within the boundaries held by the subsequent factors—in our case, the <a href=\"/place/Milky-Way-Galaxy\">Milky Way Galaxy</a>. <em>R</em><sub><em>*</em></sub> is the rate of formation of <a href=\"/science/star-astronomy\">stars</a> that could potentially allow for the development of intelligent life on <a href=\"/science/planet\">planets</a> nearby; <em>f</em><sub><em>p</em></sub> is the fraction of said stars that actually have planetary systems; <em>n</em><sub><em>e</em></sub> is the number of planets in a solar system with an environment that could sustain life; <em>f</em><sub><em>l</em></sub> is the fraction of said planets that do sustain life; <em>f</em><sub><em>i</em></sub> is the fraction of life-sustaining planets on which there is intelligent life; <em>f</em><sub><em>c</em></sub> is the fraction of intelligent civilizations that have survived long enough to develop communication technology to send signals of their existence into space; and <em>L</em> is the length of time that these civilizations emit these signals before ceasing to exist. The commonly cited numbers for these variables simplify the equation to <em>N</em> = 10 × 0.5 × 2 × 1 × 0.1 × 0.1 × <em>L</em>, which simplifies even further to <em>N</em> = <em>L</em>/10. We as a civilization have been broadcasting into space since 1974, so, according to this equation, even if we cease to exist as a species in 2074,&nbsp;there would be 10 intelligent civilizations in our galaxy alone.</p><!--P4--><p>To break these numbers down further, scientists use the Kardashev scale, which splits intelligent life into three categories. Type I civilizations are able to use all the energy available on their home planet (we are approaching this; most scientists agree that we are currently at a 0.7 on the Kardashev scale, with a full Type I being about a century off). Type II civilizations can control and channel all the energy of their host star, and Type III civilizations have access to power equivalent to that of their host galaxy.</p><!--P5--><p>Even before the Drake equation and the Kardashev scale, many scientists were convinced that there must be a plethora of intelligent civilizations sprinkled across the galaxy. It wasn’t until a lunchtime conversation between astrophysicists that doubt was cast upon the old theories, and the outcome of that conversation continues to challenge even contemporary mind-sets. The story goes that in 1950 <a href=\"/biography/Enrico-Fermi\">Enrico Fermi</a> and his colleagues were discussing the existence of alien life over lunch. The question that Fermi asked the table became infamous in its simplicity: “Where is everybody?” The room fell silent because, well, nobody had an answer. Originally, the question was meant to attack the idea of interstellar travel, the possibility of which Fermi wasn’t confident in. But the question remains: if there were civilizations scattered across the stars by the billions, why haven’t we heard from them? It is from these questions, the Drake equation, and the Kardashev scale that the true paradox was born. The Milky Way is about 10 billion years old and 100,000 light-years across. If aliens had spaceships that could travel at 1 percent of the speed of light, the galaxy could have already been colonized 1,000 times. Why haven’t we heard from any other life? </p><!--P6--><p>That very question is the Fermi paradox. It has sparked numerous explanations for the silence we’ve been experiencing. Some scientists think that the silence is the product of something they’ve coined the Great Filter, an evolutionary wall impermeable to most life. For these scientists, there are two basic possibilities regarding the Great Filter: it’s either behind us or in front of us. If it’s behind us, scientists have speculated that it may have occurred at the creation of life itself or at the jump from single-cell <a href=\"/science/prokaryote\">prokaryotes</a> to multicell <a href=\"/science/eukaryote\">eukaryotes</a>. Either way, it implies that we are a rare case and that communication isn’t happening because we’re one of very few, if any, survivors. If the Great Filter is ahead of us, on the other hand, then we’re not receiving communication because advanced civilizations have hit the wall and ceased to exist—implying that we too will hit that wall eventually. Other scientists have come up with other explanations for this literal radio silence. Perhaps most of the universe is colonized and communicating, but we’re stuck in a desolate area far from the action. Or maybe Type III civilizations simply don’t care about communicating with inferior life like us. If they have all the power of an entire galaxy, maybe they can’t be bothered by us and our handheld cell phones. Some scientists even think that the lack of communication might be due to the existence of a predator species of which intelligent civilizations are afraid, and thus they refrain from transmitting so as not to reveal their location. The general consensus, however, is that if there are others out there transmitting signals, we’re probably just listening wrong: we don’t have the appropriate technology or understanding of the universe to receive or decode any messages just yet.</p><p>However, there’s still a chance it’s just us. According to the Drake equation, if a civilization could live at least a century after developing transmission technology, there could be 10 civilizations in our galaxy alone. But what if they couldn’t live for 100 years after developing this technology? As we begin to develop our own transmission technology, we also develop nuclear power, advance the warming of the climate, and exhaust our food sources with overpopulation. Is it such a stretch to say that perhaps an intelligent civilization cannot live for 100 years after developing space-penetrating transmission technology? If so, we can rework the Drake equation, and the answer changes drastically. If civilizations can typically survive for only 10 years after developing this technology, then <em>N</em> = 1, meaning that we may be the only intelligent life in our galaxy—or even the entire universe.</p>", "link": "https://www.britannica.com/spotlight/the-fermi-paradox-where-are-all-the-aliens", "title": "The Fermi Paradox: Where Are All the Aliens? | Britannica.com"}, {"doc_id": "42-def4", "html": "<p>If you've ever explored a Roman Catholic <a href=\"/technology/basilica-architecture\">basilica</a> or <a href=\"/topic/cathedral-Christian-church\">cathedral</a> in Europe, it is possible you may have encountered the incorrupt body of a <a href=\"/topic/saint\">saint</a> on display. Throughout the church's long history, the bodies of many saints have been disinterred, often to move them to new, more prestigious burial sites. Occasionally, it has been found that a body apparently did not succumb to the usual forces of putrefaction, and such a seemingly divinely preserved corpse is deemed incorruptible. The title is reserved for bodies that one would expect to rot naturally—in other words, <a href=\"/topic/embalming\">embalmed</a> corpses and <a href=\"/science/bog-body\">bog bodies</a> need not apply. Interestingly, though, incorruptibility does not imply that the body cannot <em>subsequently</em> rot. Many holy corpses that were initially found preserved are now skeletons or are in some state of decomposition. Although such a discovery was traditionally considered a <a href=\"/topic/miracle\">miracle</a> (especially if the body also had a floral odor of sanctity), plausible scientific explanations and the possibility of lost embalming records have led the church to revise its doctrine on the matter, and incorruptibility alone is no longer treated as miraculous.</p><!--P1--><p>Truly miraculous or not, the incorrupt bodies of saints are considered holy relics and are treated with great esteem in both the <a href=\"/topic/Roman-Catholicism\">Roman Catholic</a> and <a href=\"/topic/Eastern-Orthodoxy\">Eastern Orthodox</a> churches. Some are administered acid baths or other treatments to help sustain their incorruptibility. Many are encased in wax effigies or are given wax masks that represent their condition upon discovery. Others are reburied, and a metal, stone, or wax sculpture of the corpse is arrayed above or near the actual body. Some are displayed directly in glass caskets, usually with a thin wax layer over the skin. A number of incorrupt body parts, such as the tongue and jaw of <a href=\"/biography/Saint-Anthony-of-Padua\">St. Anthony of Padua</a> or the heart of <a href=\"/biography/Saint-Vincent-de-Paul\">St. Vincent de Paul</a>, are borne in special reliquaries. While their veneration is often associated with answered prayers and miracles, these relics also serve as visual reminders of the holy men and women that have lived and died in their faith and of the mortality that faces us all.</p>", "link": "https://www.britannica.com/spotlight/too-good-to-rot-saints-with-incorrupt-bodies", "title": "Too Good to Rot? Saints with Incorrupt Bodies | Britannica.com"}, {"doc_id": "43-def4", "html": "<p><a href=\"/science/schizophrenia\">Schizophrenia</a>—any of several severe mental disorders having such symptoms as hallucinations, disorganized thinking, withdrawal from reality, or bizarre behavior—is produced by premature deterioration of the brain. This deterioration is usually a product of genetic predisposition combined with stress, but it can be accelerated by external diseases or parasites. Schizophrenia affects only 1% of the population, although many people are predisposed to it but are never exposed to enough stress to exhibit any symptoms. How could cats possibly play a role in something so complicated?</p><!--P1--><p>Well, as it turns out, one of those potentially accelerating parasites can be found in our feline friends. <em>Toxoplasma gondii</em>, <em>T. gondii</em> for short, is a parasite that lives in raw meat and some garden soils. Cats become infected with it through consuming outdoor prey and then can pass it along to humans through their feces and litter boxes. So, does owning a cat make you susceptible to schizophrenia?</p><div class=\"teadsNative\"></div><p>That’s just the thing—scientists still aren’t sure. Though some studies have been done, none has been conclusive. <strong>The current consensus is that there is a definite correlation between cats and schizophrenia, but it is unlikely that the animals are a causal factor in the development of the disorder.</strong> Basically, cats probably don’t actually cause someone to develop schizophrenia. The <em>T. gondii</em> found in some cats can cause cysts that accelerate premature brain deterioration, but such deterioration can happen only in individuals who are predisposed to schizophrenia.</p>", "link": "https://www.britannica.com/demystified/do-cats-cause-schizophrenia", "title": "Do Cats Cause Schizophrenia? | Britannica.com"}, {"doc_id": "44-def4", "html": "<p><a href=\"/technology/Wi-Fi\">Wi-Fi</a> has become an integral part of our fast-paced everyday lives. Thanks to Wi-Fi, we no longer have to be tethered to the Internet with cables. But have you ever stopped to wonder how it works?</p><!--P1--><p>Wi-Fi uses radio waves to transmit information between your device and a router via frequencies. Two radio-wave frequencies can be used, depending on the amount of data being sent: 2.4 gigahertz and 5 gigahertz. What does that mean, though? Well, a hertz is just a measurement of frequency. For example, let’s say you’re sitting on a beach, watching the waves crash to shore. If you measured the time between each wave crash, you’d be measuring the frequency of the waves. One hertz is a frequency of one wave per second. One gigahertz, on the other hand, is one <em>billion</em> waves per second. (Thank goodness beaches aren’t like that—it probably wouldn’t be too relaxing.) The higher the frequency, the greater the amount of data transmitted per second. </p><div class=\"teadsNative\"></div><p>The two Wi-Fi frequencies are split into multiple channels so as to prevent high traffic and interference. When it comes to sharing the data across these channels, well, that’s when the magic—er, <a href=\"/topic/computer-science\">computer science</a>—happens. The first step in the process is initiated by you (the user). When you access the Internet on your device, it converts the information you’ve requested into <a href=\"/topic/binary-code\">binary code</a>, the language of computers. Everything computers do is based in binary code, a series of 1s and 0s. When you click on this article, your request is translated into a bunch of 1s and 0s. If you’re using Wi-Fi, these 1s and 0s are translated into wave frequencies by the Wi-Fi chip embedded in your device. The frequencies travel across the radio channels mentioned earlier and are received by the Wi-Fi router that your device is connected to. The router then converts the frequencies back into binary code and translates the code into the Internet traffic that you requested, and the router receives that data through a hardwired Internet cable. The process repeats itself until you have loaded this article—or anything that requires the Internet. All of this happens at an unbelievably fast rate; most routers operate at 54 Mbps (megabits per second), meaning that when such routers translate and transmit binary data, 54 million 1s and 0s are taken in or sent out in a single second. </p>", "link": "https://www.britannica.com/demystified/how-does-wi-fi-work", "title": "How Does Wi-Fi Work? | Britannica.com"}]