{
	"chunk_id": "abc12345",
	"entries": [
		{
			"entry_id": "01-abc12345",
			"url": "https://www.britannica.com/demystified/why-is-the-ocean-salty",
			"title": "Why Is the Ocean Salty? | Britannica.com",
			"raw_data": "“Water, water everywhere,/ Nor any drop to drink” This famous line, spoken by the lost sailor in Samuel Taylor Coleridge’s poem <em>The Rime of the Ancient Mariner</em>, sums up one of the basic difficulties of life at sea: humans need water to survive, but seawater is too salty to drink. In fact, most of Earth is covered with undrinkable water; oceans cover 70 percent of Earth’s surface and account for about 97 percent of all water. The average salt content of ocean water is 35 parts per thousand, which—while it may not sound like much—works out to 120 million tons of salt per cubic mile of seawater. And there are about 332,519,000 cubic miles (1,386,000,000 cubic km) of water in the ocean. Where did all that salt come from?</p><!--P1--><p><strong>It comes from the land, mostly. As rain forms and falls through the air, it accumulates carbon dioxide from the atmosphere, causing it to become slightly acidic. It then flows over the land, eroding rocks and picking up small amounts of salt and other dissolved minerals.</strong> At this point, the water is still basically fresh; there is some salt in it but usually not enough to make it undrinkable. Eventually, though, most rainwater finds its way to the ocean. Once it gets there, some of the dissolved minerals—such as calcium—are removed from the water by biological processes, but salt tends to remain. <strong>Additional salt is contributed by underwater hydrothermal and volcanic activity.</strong></p><div class='teadsNative'></div><p>The idea that salt was gradually deposited in the sea by rivers was first suggested by the British astronomer <a href='/biography/Edmond-Halley'>Edmond Halley</a> in 1715. Halley took his observation a step farther and proposed that salinity of seawater could serve as a kind of clock that could be used to determine the age of the ocean (and thus, he assumed, Earth). He reasoned that dividing the total volume of ocean water by the rate at which salt was deposited in the ocean would show how long it had taken for the ocean to reach its current level of salinity. Measurement techniques weren’t precise enough to perform the calculation in Halley’s time, but the Irish physicist John Joly tried it in 1899, coming up with an estimate of 90 million years. (More-advanced techniques later revealed this to be a major underestimate; the actual age is more like four billion.) Unfortunately, Halley’s scheme had been flawed from the start; among other problems, he had failed to account for the fact that some sea salt becomes sequestered in the form of mineral deposits on the seafloor."
		},
		{
			"entry_id": "02-abc12345",
			"url": "https://www.britannica.com/spotlight/the-disappearance-of-amelia-earhart",
			"title": "The Disappearance of Amelia Earhart | Britannica.com",
			"raw_data": "<a href='/biography/Amelia-Earhart'>Amelia Earhart</a> is one of history’s most prominent figures in aviation, having inspired numerous movies, books, and plays. Born in 1897 in Kansas, Earhart rose to fame because of her trailblazing accomplishments as a female aviator. At the time, being both a woman and a pilot meant being met with many obstacles, and even her own family discouraged her from learning how to fly. However, despite those challenges, she set many records in aviation and became the first female pilot to fly alone across the <a href='/place/Atlantic-Ocean'>Atlantic Ocean</a>.</p><!--P1--><p>For her accomplishments alone, Earhart earned herself a degree of legendary status. However, it is her unfortunate disappearance after she set off on her ambitious global flight of 1937 that has captivated people to this day. On June 1, 1937, Earhart and Fred Noonan, her navigator, set out from Oakland, <a href='/place/California-state'>California</a>, on their eastbound transcontinental flight on a twin-engine Lockheed Electra plane. Less than a month later they reached Lae, New Guinea, having flown 22,000 miles and with 7,000 more to go before they reached Oakland once again. After departing from Lae, they had to fly another 2,500 miles before they reached their next stop—<a href='/place/Howland-Island'>Howland Island</a>, an incredibly small island in the <a href='/place/Pacific-Ocean'>Pacific Ocean</a>—to refuel. Unfortunately, overcast skies, radio transmission issues, and low fuel meant that Earhart and Noonan did not reach their destination. Despite extreme efforts to locate the plane, which ended up constituting the most expensive air and sea search in American history up to that point, there was no sign of Earhart or Noonan anywhere. Earhart was officially declared dead on January 5, 1939. </p><div class='teadsNative'></div><p>In its report, the U.S. government concluded that Earhart and Noonan had run out of fuel and crashed into the vast ocean. What happened after the crash is still unclear. Given the mystery surrounding this event, several theories have emerged that are still being debated to this day. One theory suggests that Earhart was a secret agent for the U.S. government and that she was taken prisoner by the Japanese for trying to spy on Japanese-occupied islands. The more widely believed theory is that Earhart and Noonan reached an uninhabited island, Nikumaroro, where artifacts such as tools and aircraft wreckage have been discovered. No theory has ultimately been proven true, and so Earhart’s disappearance remains one of the most popular mysteries of American history. Despite the tragic end to Earhart’s life, her accomplishments and her legacy still serve as an inspiration to thousands of budding young pilots everywhere."
		},
		{
			"entry_id": "03-abc12345",
			"url": "https://www.britannica.com/spotlight/cannibalism-cultures-cures-cuisine-and-calories",
			"title": "Cannibalism: Cultures, Cures, Cuisine, and Calories | Britannica.com",
			"raw_data": "Perhaps nothing inspires as much fascination and repulsion as human <a href='/topic/cannibalism-human-behaviour'>cannibalism</a>. Although it is now regarded as one of society’s greatest taboos and is often associated with evil—think Hannibal Lecter in <em>The Silence of the Lambs</em> (1991)—history reveals a practice that is more complex and, surprisingly, sometimes even reverential.</p><!--P1--><p>Funereal rituals involving cannibalism have been well documented. The Fore of <a href='/place/Papua-New-Guinea'>Papua New Guinea</a>, for example, were known to have eaten the bodies of their deceased. The practice was seen as a sign of love and respect, preventing corpses from rotting or being devoured by insects. In addition, the ritual was thought to protect the body from any dangerous spirits. The Wari of the <a href='/place/Brazil'>Brazilian</a> Amazon included cannibalism in their funereal rites into the 1960s, when missionaries precipitated the end of the practice. Also common were religious rituals that featured cannibalism. After making human sacrifices to the gods, the <a href='/topic/Aztec'>Aztecs</a> reportedly ate the corpses, which they considered sacred.</p><div class='teadsNative'></div><p>Eating the body of an enemy was perhaps the ultimate act of revenge. In addition to showing domination and inspiring fear, consuming one’s foe was thought to enable the victor to possess the strength and bravery of the vanquished. Japanese soldiers during <a href='/event/World-War-II'>World War II</a> consumed POWs, while the Korowai of <a href='/place/New-Guinea'>New Guinea</a> were within their rights to eat men thought to be witches. Ugandan leader <a href='/biography/Idi-Amin'>Idi Amin</a>, whose regime (1971–79) was noted for brutality, was accused of cannibalizing his opponents, and he responded with a nondenial: “I don’t like human flesh. It’s too salty for me.” The <a href='/topic/Carib'>Carib</a> of the Caribbean islands were also thought to have eaten their enemies, and Europeans used claims of cannibalism to justify the murder and enslavement of numerous indigenous people. Though the veracity of the allegations against the Carib is still debated, the term <em>cannibalism</em> derives from a corruption of their name.</p><!--P3--><p>Medicinal cannibalism seems to have existed around the world, with nearly every body part ending up in some concoction. Chinese compounds included human organs as well as nails and hair, while, in early Greece, human blood was thought to treat <a href='/science/epilepsy'>epilepsy</a>. And even as they were decrying cannibals in the New World as savages, Europeans were routinely consuming human parts as medicinal treatment. Followers of 16th-century Swiss physician <a href='/biography/Paracelsus'>Paracelsus</a>, for example, sought to cure <a href='/science/dysentery'>dysentery</a> with medicines that contained powdered human skulls, and in 17th-century England pulverized <a href='/topic/mummy'>mummies</a> were used in treatments for epilepsy and stomachaches. In some cases, not just any mummy would do: one concoction called for the body of a redheaded man who had died from hanging.</p><!--P4--><p>And then there is cannibal cuisine. (For the record, human flesh allegedly is similar in taste to veal or pork.) The <a href='/topic/Batak'>Batak</a> of <a href='/place/Sumatra'>Sumatra</a> reportedly sold human flesh in markets, and in China human-based dishes were once considered a luxury. During the <a href='/topic/Yuan-dynasty'>Yuan dynasty</a> (13th–14th century), it was noted that “children’s meat was the best food of all in taste.” The country also reported cases of children cutting off various body parts—usually a section of the thigh or upper arm—to use in dishes for their elders as a show of respect.</p><!--P5--><p>Despite being relatively widespread—though some scholars believe that many reports of cannibalism are untrue—the practice eventually became taboo. However, there are some instances when it was accepted—or at least tolerated—and these cases typically involved survival. According to a recent study, the average human body contains more than 125,000 calories—a feast to anyone starving. One of the most famous examples of survival cannibalism involved the <a href='/topic/Donner-party'>Donner party</a>. In 1846, 87 pioneers led by George Donner left Independence, Missouri, bound for California. In December they became trapped by heavy snow in the <a href='/place/Sierra-Nevada-mountains'>Sierra Nevada</a>. Facing starvation, the people eventually resorted to cannibalism. The story became well known—thanks in part to an eager press. (Somewhat ironically, in 2010 the media misinterpreted a study and suggested that cannibalism had <em>not</em> occurred within the Donner party.)</p><!--P6--><p>Another example of survival cannibalism followed a plane crash in the <a href='/place/Andes-Mountains'>Andes Mountains</a> in 1972. Of the 45 passengers—a number of whom belonged to a Uruguayan rugby team—only 16 survived the 72-day ordeal, which included cannibalism, an act some of those rescued later compared to taking Holy Communion. And at <a href='/place/Jamestown-Colony'>Jamestown Colony</a> in 1609–10—a period known as the Starving Time—desperate American settlers cannibalized their neighbors after first eating rats and shoe leather."
		},
		{
			"entry_id": "04-abc12345",
			"url": "https://www.britannica.com/demystified/can-lightning-strike-the-same-place-twice",
			"title": "Can Lightning Strike the Same Place Twice? | Britannica.com",
			"raw_data": "“Lightning never strikes the same place twice” is a common phrase you’ve probably heard before, often used to reassure someone that whatever bad thing has happened, it won’t happen again. It can even be used when something good happens, such as winning the lottery, but the underlying truth remains. What are the odds that something extremely unlikely, such as a lightning strike, will happen more than once? After all, a thunderstorm travels across an area. So after lightning strikes one place, it’s probably safe from another strike. In reality, <a href='/science/lightning-meteorology'>lightning</a> can and will strike the same place twice, whether it be during the same storm or even centuries later. &nbsp;&nbsp; <p>When we see a lightning strike, we’re witnessing the discharge of electricity that has built up in a cloud, which is so strong that it breaks through the ionized air. This creates a stepped leader, or the lightning bolt, that travels downward until it reaches the ground. It is an incredibly quick process that takes only about 30 milliseconds. And right after lightning strikes, it reverberates in quick succession. So, essentially, multiple strikes can happen at the same place in this short period of time. Technically, the lightning is already striking more than once. Even during the same thunderstorm, there is nothing stopping a lightning bolt from striking the same place it had struck previously, even if it was as little as a few seconds earlier or as much as centuries later.</p><!--P4--><p>In the U.S. alone there is an average of 20 million cloud to ground lightning strikes per year. This makes the likelihood of a place being struck by lightning multiple times incredibly high over a long period of time. If anything, if there is a significant attraction between the bolt and the place it previously hit, it’s <em>more</em> likely that the same place would be struck again. Skyscrapers are more susceptible to strikes since they significantly reduce the distance the stepped leader needs to travel. For instance, famous skyscrapers like the Empire State Building in New York City and the Willis Tower in Chicago are nearly guaranteed to be struck by lightning each time a thunderstorm passes overhead—but don’t worry, they have built-in lightning rods to make sure no damage is done to the building!"
		},
		{
			"entry_id": "05-abc12345",
			"url": "https://www.britannica.com/spotlight/normality-is-a-paved-road-the-tumultuous-life-of-vincent-van-gogh",
			"title": "Normality Is a Paved Road: The Tumultuous Life of Vincent van Gogh | Britannica.com",
			"raw_data": "<p>“Normality,” <a href='/biography/Vincent-van-Gogh'>Vincent van Gogh</a> once said, “is a paved road. It’s comfortable to walk, but no flowers grow on it.” There could not be a better defining quote for the nature of this Dutch painter’s life, as normality, if it came at all, never stayed for long. He was a man of many sides, all of which combined into a life of twists, turns, and sadness. Though van Gogh was somewhat of a tortured soul, the life he lived and the roles he played created the artist we revere today. </p><!--P1--><p><strong>A Brother</strong></p><div class='teadsNative'></div><p>Van Gogh’s family life was nothing short of chaotic. He was born in 1853 and named after his brother who had died exactly one year prior. The presence of a headstone already carved with his name and birthday was surely an ominous acknowledgment of the eventual melancholic turn his life would take. Van Gogh grew up as the eldest of six children and the son of a pastor and his wife. As he got older, van Gogh became extremely close with his brother Theo. Theo eventually became van Gogh’s primary financial support, helping him to fund his art career and schooling. Their relationship is detailed in the letters they sent each other. These letters provide evidence of their remarkable bond. It was Theo who found van Gogh fatally wounded after attempting suicide. The two died within six months of each other, perhaps implying that Theo simply could not survive without his brother, and his health gave out because of it. </p><!--P3--><p><strong>A Hopeless Romantic</strong></p><!--P4--><p>The first time van Gogh fell in love was with his landlady’s daughter, Eugenie Loyer; he proposed marriage one year after they met. She rejected his offer, and van Gogh suffered a heartbreak-induced breakdown. After a while, he fell in love again, this time with his recently divorced cousin Cornelia. She was appalled by van Gogh’s advances, and again he was rejected. Later, in The Hague, he met a prostitute named Clasina Maria Hoornik, and he found in her both a muse and a lover. They were together for a time, but Hoornik eventually left him to return to prostitution, and van Gogh’s gentle heart was destroyed yet again. </p><!--P5--><p><strong>A Blasphemous Christ of the Coal Mines</strong></p><!--P6--><p>Van Gogh was a man of faith since the beginning. In 1878 he trained as an evangelist, but he criticized the Protestant orthodox doctrine so outwardly that he was never given an assignment. Undeterred, van Gogh decided on his own assignment and left for an impoverished coal-mining town. It was there that he earned the nickname “Christ of the Coal Mines” from the townspeople. He was, however, exiled from the church for taking the Bible too literally. He renounced all of his possessions and voiced his desires for the life of a hermit. The church promptly accused him of skewing the line between saintliness and martyrdom. </p><!--P7--><p><strong>An Artist</strong></p><!--P8--><p>Van Gogh attended many art and drawing schools during his time as a young artist, although he found himself disagreeing with his teachers’ methods nearly every time—and doing so out loud and with confidence. After a while, he gave up on schooling and began learning from the masters by studying their works. Van Gogh is best known as a Post-Impressionist painter, characterized by lively brushstrokes and visceral, spontaneous scenes. In 1888 he moved into a “little yellow house,” where fellow painter <a href='/biography/Paul-Gauguin'>Paul Gauguin</a> joined him in the “Studio of the South.” Van Gogh composed thousands of pieces during his lifetime, but he died having sold only one. His art wasn’t even appreciated at home; his mother used to toss crates full of his artwork out with the trash. Now, however, he’d be pleased to know that one of his works (<em>Irises</em>) sold for upwards of $53 million. </p><!--P9--><p><strong>A Human</strong></p><!--P10--><p>For much of his life van Gogh struggled with mental and physical ailments. He has become a quintessential tortured artist—commonly thought to have eaten his yellow paint in the hopes of lifting his spirits. The truth, however, is far less romantic: while van Gogh <em>did</em> eat his paints, it was determined by doctors to have been attempts at suicide by poison. In addition to paints, van Gogh consumed <a href='/topic/absinthe'>absinthe</a> and turpentine and fell into a deep despair for much of his life. He admitted himself to an asylum after a breakdown caused him to chase Gauguin with a razor, an event that ended in the severing of van Gogh’s left ear either by his own hand or Gauguin’s. (No one is entirely sure how the events transpired that day.) After returning home from the asylum, van Gogh shot himself in the stomach in a wheat field. His brother Theo found him alive and bleeding. Vincent, upon seeing his brother, said only this: “I have shot myself in the stomach. I only hope I haven’t butchered it.” He died a few days later, and Theo followed after six months. </p><!--P11--><p>After his death and with the rise of his fame, many doctors have attempted to diagnose the tortured artist. He is commonly thought to have suffered from <a href='/science/psychosis'>psychosis</a>, and there have been theories that speculate on his suffering from <a href='/science/bipolar-disorder'>bipolar disorder</a>, <a href='/science/schizophrenia'>schizophrenia</a>, <a href='/science/epilepsy'>epilepsy</a>, <a href='/science/borderline-personality-disorder'>borderline personality disorder</a>, severe <a href='/science/depression-psychology'>depression</a>, or any combination of the six. No matter what the name for it is, van Gogh was a melancholy man who worked through his sadness with his paintbrushes. And for that, the art world is forever grateful. </p><!--P12--><p><blockquote class='eb-content-simple-quote'><em>I put my heart and soul into my work, and lost my mind in the process.</em> - Vincent van Gogh</blockquote></p>"
		},
		{
			"entry_id": "06-abc12345",
			"url": "https://www.britannica.com/spotlight/a-trillion-tonnes-of-antarctica-fell-into-the-sea",
			"title": "A Trillion Tonnes of Antarctica Fell into the Sea | Britannica.com",
			"raw_data": "<p><a href=\"/place/Antarctica\">Antarctica</a>, Earth’s coldest continent, is known for its remoteness, its unique fauna, and its frigid surface of <a href=\"/science/ice\">ice</a>.&nbsp;Around Antarctica’s periphery, dozens of <a href=\/science/ice-shelf\">ice shelves</a> (that is, masses of <a href=\"/science/glacier\">glacier</a>-fed floating ice that are attached to land) project outward into the <a href=\"/place/Southern-Ocean\">Southern Ocean</a>.&nbsp;The two largest ice shelves, the <a href=\"/place/Ross-Ice-Shelf\">Ross Ice Shelf</a> and the <a href=\"/place/Ronne-Ice-Shelf\">Ronne Ice Shelf</a>, span a combined area of nearly 350,000 square km (about 135,000 square miles)—an area roughly equivalent to Venezuela—but Antarctica’s <a href=\"/place/Larsen-Ice-Shelf\">Larsen Ice Shelf</a>, the continent’s fourth largest, has received the bulk of the attention over the last 25 years because it is slowly coming apart. The latest episode in this saga occurred between July 10 and July 12, 2017, when a one-trillion-metric-ton chunk of ice—possibly critical to holding back a large section of the remaining shelf—calved (that is, broke away). </p><!--P1--><p>The Larsen Ice Shelf is located on the eastern side of the <a href=\"/place/Antarctic-Peninsula\">Antarctic Peninsula</a> and juts out into the <a href=\"/place/Weddell-Sea\">Weddell Sea</a>. It originally covered an area of 86,000 square km (33,000 square miles), but its footprint has declined dramatically, possibly as a result of warming air temperatures over the Antarctic Peninsula during the second half of the 20th century. In January 1995 the northern portion (known as Larsen A) disintegrated, and a giant iceberg calved from the middle section (Larsen B). Larsen B steadily retreated until February–March 2002, when it too collapsed and disintegrated. The southern portion (Larsen C) made up two-thirds of the ice shelf’s original extent, covering an area of about 50,000 square km (19,300 square miles) alone. Its thickness ranges from 200 to 600 meters (about 660 to 1,970 feet).&nbsp;Sometime between July 10 and July 12, 2017, a 5,800-square-km- (~2,240-square-mile-) section—some 12% of the Larsen C—broke away. Signs of Larsen C’s impending fracture date back to 2012, when <a href=\"/topic/Earth-satellite\">satellite</a> monitoring detected a steadily growing crack near the Joerg Peninsula at the southern end of the shelf. <a href=\"/topic/NASA\">NASA</a> and <a href=\"/topic/European-Space-Agency\">ESA</a> satellites tracked the rift as it grew to more than 200 km (124 miles) in length and the huge iceberg separated from the continent.&nbsp; </p><div class=\"teadsNative\"></div><p>Although some 88% of Larsen C remains, many scientists worry that it will fall apart like Larsen A and Larsen B, because the loss of such a huge area of the shelf’s ice front may make the remainder of the ice shelf less stable. The shelf’s mass, along with the fact that it is pinned behind shallow undersea outcrops of rock below, creates a natural dam that significantly slows the flow of the ice into the Weddell Sea. Scientists note that the section that calved was not held back by rock, so they are less worried that the loss of the calved section will result in the shelf’s wholesale disintegration in the near term. Some scientists even concede that the calved area could regrow to form a new ice dam that reinforces the shelf. However, the results of ice-calving and glacier-flow <a href=\"/science/mathematical-model\">models</a> predict that the shelf will continue to break apart over the course of years and decades. </p><!--P3--><p>Calving is a natural process driven, in part, by seasonal changes in temperature and the pressures associated with the build-up of compressional stress on the ice.&nbsp;Some studies argue that spring and summer <a href=\"/science/foehn\">foehns</a> (warm dry gusty winds that periodically descend the leeward slopes of mountain ranges) have also contributed to the weakening of the ice. As investigations into ice shelf dynamics continue, such large <a href=\"/science/iceberg\">iceberg</a> calving events are often regarded as symptoms of <a href=\"/science/climate-change\">climate change</a> associated with <a href=\"/science/global-warming\">global warming</a>. While global warming may turn out to play a part in ice shelf calving events, scientists disagree on the role, if any, the phenomenon has played in recent developments on Larsen C. </p>"
		},
		{
			"entry_id": "07-abc12345",
			"url": "https://www.britannica.com/spotlight/thats-a-wrap-methods-of-mummification",
			"title": "That’s a Wrap: Methods of Mummification | Britannica.com",
			"raw_data": "<p><a href=\"/topic/mummy\">Mummies</a> have been the antagonists of horror-based media since Western societies discovered them. We have to admit, dead bodies drained of fluids and wrapped in linens can be pretty bone-chilling. However, the process itself is much more than just wrapping up bodies. It involves advanced scientific understanding of human biology and often indicates complex beliefs surrounding the afterlife. Many cultures spanning the globe were practitioners of mummification, and, though it is largely a lost practice, we remain fascinated by the profound scientific knowledge of the peoples who have practiced it.</p><!--P1--><p>The most recognizable method of mummification comes from <a href=\"/place/ancient-Egypt\">ancient Egypt</a>, dating back to 3500 BCE. In this method a metal rod was first pushed through the nasal cavity to the skull. From there, the rod was manipulated in a manner that liquefied the brain tissue, which was then drained through the nose. The rest of the organs were then removed, and the hollow body was cleaned with a mixture of spices and palm wine. The soon-to-be mummy was placed in natron (naturally occurring salt) and left to dry for 40 days. After the flesh was dehydrated, the body was wrapped in layers upon layers of linen, between which priests placed amulets to aid the newly deceased in the afterlife. A top coat of resin was applied to ensure protection from moisture, and then the mummified body was placed in a coffin and sealed in a tomb. The extent of ornamentation, the style of tomb, and the care taken during the mummification process differed on the basis of the recently deceased’s social class.</p><div class=\"teadsNative\"></div><p>You may associate all ancient mummies with the Egyptians, but the earliest evidence of embalming was actually found in the remains of the Chinchorro peoples, who resided in what is now modern-day <a href=\"/place/Chile\">Chile</a>. Unlike the Egyptians, who mummified on the basis of class, the Chinchorro exhibited an egalitarian method of preserving the dead. What’s even more interesting is that though they were mummifying 2,000 years before the Egyptians were, their methods were more advanced. The Chinchorro approach to mummification was lengthy. First a body was relieved of its skin, flesh, organs, and brain. The bones, now exposed, were then taken apart and burnt with hot ash so as to remove any liquid that would allow for decay. They were then reassembled with twigs for support. The newly formed bone-twig skeleton was bound tightly with reeds, and then the skin was reapplied to the body—supplemented with the skin of sea lions or pelicans as required. An ash paste was then painted over the body to ensure stability, and the face was covered in a clay mask. The finishing touch involved either black or ocher paint, which was applied to the entirety of the newly mummified body, most likely for reasons of conformity and equality. </p><!--P3--><p>Oddly enough, you don’t need to die for the process of mummification to begin. Between the 11th and the 19th century, a school of <a href=\"/topic/Buddhism\">Buddhism</a> in <a href=\"/place/Yamagata-prefecture-Japan\">Yamagata</a>, Japan, called <a href=\"/topic/Shingon\">Shingon</a> included members who practiced a method of enlightenment called <em>sokushinbutsu</em>. <em>Sokushinbutsu</em> was, in the simplest of terms, self-mummification. Monks, over a period of 3 to 10 years, followed a diet called <em>mokujikigyō</em>, or “tree eating.” During this thousand-day diet, monks ate only pine needles, nuts, roots, and buds from trees, which rid the body of fat and muscle and delay decomposition after death. After <em>mokujikigyō</em>, monks removed food from their diet completely and drank solely salt water for 100 days, which shrank their organs and further mummified them alive. When a monk felt death approaching, fellow monks would place him in a pine box at the bottom of a pit. The box would be covered in charcoal, with a small bamboo shoot through the top for air. After the monk’s death, the tomb’s airway was removed and the box was sealed. A thousand days later it was reopened and examined for evidence of bodily decay; if any was found, an exorcism was performed and the body was buried again. If not, the mummy would be enshrined. </p><!--P4--><p>There are various other cultures that have practiced mummification outside of the three detailed here, including populations in Africa, Hungary, and Australia, and there are even cultures and individuals that practice it today. While many of us may see mummification as the stuff of horror films, understanding how and why people practiced mummification can help us to further understand our own burial practices and those of cultures which utilized and still utilize mummification today. </p>"
		},
		{
			"entry_id": "08-abc12345",
			"url": "https://www.britannica.com/spotlight/nuclear-exclusion-zones",
			"title": "Nuclear Exclusion Zones | Britannica.com",
			"raw_data": "<p>Humans have colonized nearly every corner of planet <a href=\"/place/Earth\">Earth</a>, and each day more and more land once thought inhospitable or unusable is being utilized for transportation, agriculture, and buildings. By the early 21st century, it seems only the highest <a href=\"/science/mountain-landform\">mountain</a> peaks and the most remote parts of ice caps and <a href=\"/science/desert\">deserts</a> fall into the category of areas not frequently visited by human beings.&nbsp;However, there are two large human-free zones that were made so intentionally—because of serious nuclear accidents. The areas around the sites of the <a href=\"/event/Chernobyl-disaster\">Chernobyl</a> and <a href=\"/event/Fukushima-accident\">Fukushima</a> disasters have been closed off and designated as nuclear exclusion zones because of the ongoing dangers of radiation and its effects.</p><!--P1--><p>The Chernobyl accident occurred on April 25–26, 1986, at the nuclear power station in Pryp’yat, Soviet Union (now in Ukraine), some 65 miles (104 km) north of Kiev. Uncooled control rods in a <a href=\"/technology/nuclear-reactor\">reactor</a> core created a chain reaction that blew off the heavy steel and concrete lid of the reactor, which, along with the resulting fire in the graphite reactor core, released large amounts of radioactive material into the atmosphere. Millions of acres of nearby forest and farmland were scorched by radioactive <a href=\"/science/fallout-nuclear-physics\">fallout</a>. The disaster, which released more radiation than the combined load of the atom bombs dropped on <a href=\"/place/Hiroshima-Japan\">Hiroshima</a> and <a href=\"/place/Nagasaki-Japan\">Nagasaki</a>, killed as many as 49 people outright, and dozens of others later developed radiation sickness. More than 300,000 people were eventually evacuated from Pryp’yat and the surrounding area, yet hundreds of thousands more remained in nearby contaminated areas.</p><div class=\"teadsNative\"></div><p>Following the disaster, the <a href=\"/place/Soviet-Union\">Soviet Union</a> placed a circle-shaped exclusion zone with an 18-mile (about 30-km) radius around the plant. The total area of the zone was about 1,017 square miles (2,634 square km), which was later expanded to 1,600 square miles (4,143 square km) to include additional areas that were later found to be heavily radiated. While no people actually live in the exclusion zone, scientists and others can file for permits that allow them to enter for limited amounts of time. Like the <a href=\"/place/demilitarized-zone-Korean-peninsula\">Demilitarized Zone</a> between North Korea and South Korea, the Chernobyl Exclusion Zone has become a <em>de facto</em> biological reserve.&nbsp;Although <a href=\"/science/gamma-ray\">gamma</a> <a href=\"/science/radiation\">radiation</a> can be detected in the area some 1,000 times above the background level, and birth defects and deformities have been detected in local wildlife, some of the area’s flora and fauna have shown a remarkable resilience. Scientists note that the geographic extent of the radiation in the region is patchy, and thus they suggest that many large mobile mammals, such as <a href=\"/animal/wolf\">wolves</a>, <a href=\"/animal/boar-mammal\">boars</a>, <a href=\"/animal/Przewalskis-horse\">Przewalski’s horses</a>, and <a href=\"/animal/fox-mammal\">foxes</a> only receive the occasional high dose of radiation. At least so far, this has not been enough to bring about declines in the populations of these species. In fact, free from human persecution, the populations of these mammals—which were visibly smaller when humans occupied the region—have multiplied. Some ecologists argue that large mammals are attracted to the area, which gives the impression of a naturally rising population, but they believe that ultimately the Chernobyl Exclusion Zone is a population sink, a region that claims more lives than it produces. Other studies note that genetic damage has occurred in many plants and animals within the zone and that some animals, namely certain species of <a href=\"/animal/bird-animal\">birds</a>, have reproductive abnormalities, reduced brain size, and <a href=\"/science/cataract-eye\">cataracts</a>.</p><!--P3--><p>The Fukushima nuclear accident, a disaster which rivaled the magnitude of Chernobyl, began on March 11, 2011, after a <a href=\"/event/Japan-earthquake-and-tsunami-of-2011\">massive offshore earthquake</a> produced a tsunami that washed ashore and damaged the backup generators of the Fukushima Daiichi nuclear power plant, a facility located on the eastern shore of Japan’s <a href=\"/place/Honshu\">Honshu</a> island. The loss of power caused cooling systems to fail in each of the facility’s four reactors. Days later, before power could be restored, the uncooled reactor cores melted through their containment vessels. Several smaller releases of radiation, coupled with explosions in the containment buildings housing three of the facility’s reactors, over the next four days expelled radioactive material from the plant, which contaminated the surrounding countryside. Water used in an attempt to cool the reactors became radioactive in the process and mixed with water from the nearby <a href=\"/place/Pacific-Ocean\">Pacific Ocean</a>.&nbsp;Over the following days, due to concerns about possible radiation exposure, government officials established an 18-mile no-fly zone around the facility, and the land area within a radius of 12.5 miles (20 km) around the plant, covering an area of 230 square miles (600 square km), was evacuated. In a third area that extended to a radius of 30 km around the plant, residents were asked to remain indoors.&nbsp;Ultimately, nearly 165,000 people left their homes and the area.</p><!--P4--><p>As more information about the path of fallout emerged, 80 square miles (207 square km) of land northwest of the initial exclusion zone were also declared dangerous by the Fukushima prefectural government and included in the greater exclusion zone (which increased the total area off-limits to 311.5 square miles [807 square km]). However, starting in August 2015, some areas in the greater exclusion zone that earlier had been declared contaminated were considered safe enough for former residents to either visit their homes and businesses for short periods or return to them permanently. By 2017 the exclusion zone had declined to 143 square miles (371 square km). Despite this seemingly good news, few people have returned so far, most of them elderly. Some studies investigating the effects of the Fukushima nuclear disaster on birds and insects have reported population declines in some species, as well as declines in overall biodiversity among these groups in the exclusion zones. However, as in Chernobyl, some populations of persecuted wild animals, such as wild boar, have increased.</p>"
		},
		{
			"entry_id": "09-abc12345",
			"url": "https://www.britannica.com/spotlight/a-look-at-hong-kong-and-china-20-years-after-reunification",
			"title": "A Look at Hong Kong and China 20 Years After Reunification | Britannica.com",
			"raw_data": "<p><a href=\"/place/Hong-Kong\">Hong Kong</a> spent more than 130 years as a crown colony of the <a href=\"/place/British-Empire\">British Empire</a> before the small <a href=\"/place/Kowloon-Peninsula\">Kowloon Peninsula</a> and its neighboring islands were returned to <a href=\"/place/China\">China</a> in 1997. Won in parts during the <a href=\"/topic/Opium-Wars\">Opium Wars</a> (1839–60), Hong Kong was valued by the British for its strategic location near the mouth of the Pearl River. In 1898 the British agreed to lease Hong Kong from China for 99 years. Beginning in 1982, as the end of the lease loomed, China and the <a href=\"/place/United-Kingdom\">United Kingdom</a> developed a series of accords that would determine the colony’s fate. With the ratification of the Basic Law by Hong Kong’s parliament (which took effect on July 1, 1997), Hong Kong became a Special Administrative Region under the control of the Chinese central government. The plan was that the region would enjoy autonomy under the principle of “one country, two systems,” an idea proposed during the 1980s by Chinese Premier <a href=\"/biography/Deng-Xiaoping\">Deng Xiaoping</a>, and would retain control over its internal matters—that is, its courts, its rule-making and executive government, and its internal security. In return, China would rule over Hong Kong’s foreign affairs and would take charge of its external security. </p><!--P1--><p>In 1997 the colony was returned to China, after a 20-year period in which Hong Kong had blossomed into one of the world’s premier trading centers. Western governments wondered whether Hong Kong’s prosperity, ostensibly driven by capitalism and Western values, would spread to the rest of China.&nbsp;In the years that followed, Hong Kong’s economy continued to grow, as economic ties and transportation infrastructure between the region and the rest of China grew. Some experts, including officials from mainland China, continue to insist that the “one country, two systems” approach has been successful, arguing that the region’s contrasts with the mainland remain clear. They cite the individual freedoms enjoyed by Hong Kong’s residents and the region’s continued economic performance as examples.&nbsp; </p><div class=\"teadsNative\"></div><p>Other experts disagree. They note that the “one country, two systems” ideal appears to be devolving, with Hong Kong becoming a haven for corruption and a favorite location for <a href=\"/topic/money-laundering\">money laundering</a> by upwardly mobile mainland business tycoons.&nbsp;Since 1997 the gap between rich and poor has widened, exacerbated by a tight job market, expensive housing, and the reality that Hong Kong’s importance in the broader Chinese economy is diminishing as China’s overall economy continues to grow. The region was beset by pro-<a href=\"/topic/democracy\">democracy</a> demonstrations that lasted 79 days in 2014.&nbsp;The Umbrella Movement, which took the umbrella as a symbol of resistance, sprang from the protests that demanded full democracy—that is, the right of Hong Kong residents to elect their own government officials without interference from the mainland. (The <a href=\"/topic/Chinese-Communist-Party\">Chinese Communist Party</a> is in the habit of handpicking Hong Kong’s candidates on the basis of their loyalty to the communist government.) Hong Kong’s latest leader, Carrie Lam, sworn in by Chinese President <a href=\"/biography/Xi-Jinping\">Xi Jinping</a> on July 1, has been accused by scholars and pro-democracy legislators of being the latest product of Chinese interference.</p><!--P3--><p>In the aftermath of the Umbrella Revolution, Hong Kong continues to struggle with its identity as its ties with the mainland grow. Many in Hong Kong believe that the influence Western experts hoped for in 1997 has worked in reverse, with mainland communist-style rules and politics slowly taking over life in Hong Kong. </p>"
		},
		{
			"entry_id": "10-abc12345",
			"url": "https://www.britannica.com/spotlight/hell-in-a-handbag",
			"title": "Hell in a Handbag | Britannica.com",
			"raw_data": "<p><a href=\"/biography/Thorstein-Veblen\">Thorstein Veblen</a>, in his 1899 volume <em>The Theory of the Leisure Class</em>, lists lap <a href=\"/animal/dog\">dogs</a> prominently among possessions symptomatic of what he termed “conspicuous consumption.” That observation has enjoyed renewed vindication with the recent advent of a new wave of obsession over the aptly named “<a href=\"/animal/toy-dog\">toy dog</a>.” Available in a number of permutations, this miniature <a href=\"/animal/canine\">canine</a> matures to a size easily accommodated by a tote—or, as likely these days, the crook of a well-oiled bicep. The ofttimes incestuous genetic gymnastics required to produce these ever-more-portable companions, it turns out, have some rather nasty side effects. In order to achieve levels of diminution conducive to habitation in a handbag, unscrupulous breeders often resort to “<a href=\"/science/backcross\">backcrossing</a>,” or mating dogs to their immediate relatives, in the hopes of increasing the likelihood that the offspring will be equally tiny. The results of these pairings, which may indeed surpass their parents in miniaturization, are beset by a grim array of accompanying <a href=\"/science/congenital-disorder\">congenital disorders</a> decidedly unsuited to accessorizing.</p><div class=\"teadsNative\"></div><p><strong>Puppy Love</strong></p><!--P3--><p>The <a href=\"/topic/human-being\">human</a> desire to accentuate traits like <a href=\"/science/dwarfism\">dwarfism</a> appears to run deeper than recent trends might suggest. It appears that dogs, thought to have been the first kind of animal domesticated (from <a href=\"/animal/wolf\">wolves</a>, about 12,000 years ago),  have consistently been selected for a certain set of qualities—among them soft fur, affectionate nature, and tractability—that, as it turns out, mirror qualities exhibited only by wolf puppies. No self-respecting adult wolf would deign to engage in the fawning and begging—or indeed the barking—that have become quintessential of the canine condition. The retention of such characteristics into adulthood is known as neoteny. Neoteny—a phenomenon observed across the biological spectrum, from <a href=\"/plant/cactus\">cacti</a> to <a href=\"/animal/salamander\">salamanders</a> to, some argue, humans—occurs when an organism continues to display juvenile traits even as it sexually matures. While neoteny has occasionally been advantageous in nature—as in the case of certain island birds that have evolved to conserve energy by retaining juvenile wings into adulthood, their insular homes having rendered flight superfluous—toy dogs represent an extreme case. It has been posited that humans possess an innate “cute response” that engenders nurturing feelings toward helpless-looking creatures—a quality advantageous in a species with exceedingly altricial, or undeveloped, offspring. Upon examination, toy dogs seem tailored to superstimulate just that instinct. They are, in essence, <a href=\"/science/fetus\">fetuses</a> ex utero. Their foreshortened limbs and faces, limp ears, and, in some cases, underdeveloped cardiovascular and respiratory systems are all typical of fetal animals.</p><!--P4--><p><strong>Arrested Development</strong></p><!--P5--><p>While it might be one thing if the canine <a href=\"/science/genome\">genome</a> were infinitely plastic and resilient, the reality is that the genetic medium is limited. The shrinking stature of toy dogs comes at a price—one that can be calculated in terms of neoteny. The foreshortened muzzles of such dogs as “teacup” <a href=\"/animal/Chihuahua-dog\">Chihuahuas</a>, <a href=\"/animal/pug\">pugs</a>, and <a href=\"/animal/Japanese-spaniel\">Japanese spaniels (Chins)</a> can lead to dental problems and early tooth loss due to insufficient jaw space. Teacup breeds, the smallest type, which sport enlarged heads, often suffer from open <a href=\"/science/fontanel\">fontanels</a>—which are, as many a nervous parent will know, the membrane-covered spaces between bones of the skull that, in normal development, eventually close as the bones grow together. Because the skulls of these unfortunate dogs have been selected to retain fetal characteristics, they remain unfused throughout the dogs’ life, leaving them at risk of brain damage at the slightest injury. Other breeds, such as the <a href=\"/animal/Cavalier-King-Charles-spaniel\">King Charles spaniel</a>, are at risk of developing brains too large for their skulls entirely. Many toy breeds also suffer from collapsing trachea disorder: because the cartilage in the trachea is not sufficiently developed, the tissue collapses on occasion, momentarily suffocating the dog. The list goes on: weakened hearts, hair in the ear canals (in the case of some toy poodles), spinal deformities in short-legged dogs such as <a href=\"/animal/dachshund\">dachshunds</a>—a veritable freak show of fully avoidable genetic errors.</p><!--P6--><p><strong>Please Curb Your Breeder</strong></p><!--P7--><p>It is possible to breed these miniature creatures in a responsible manner. Doing so, however, requires patience and planning. An ethical breeder would have to take a far more circuitous route than an unethical one would to develop, say, a line of blue Chihuahuas with long hair, because generations of outcrossing (mating to unrelated dogs) are needed to maintain the genetic integrity of the line and to compensate for the inevitable backcrossing to select for the desired trait. Unfortunately, the relentless pursuit of novel combinations of proportion, color, and coat leads some breeders to take the path of least resistance—and gravest consequence to dogs. Litters produced after several generations of inbreeding usually yield predominantly stillborn or deformed puppies, among which one may be viable, albeit enervated by its weakened genome.</p><!--P8--><p>Sadly, with <a href=\"/animal/Yorkshire-terrier\">Yorkshire terriers</a> (a breed that, especially in teacup varieties, is a frequent victim of inbreeding) recently surpassing even <a href=\"/animal/golden-retriever\">golden retrievers</a> in popularity in the United States, breeders looking to exploit the expanding market for petite pets are well served to ignore the dictates of genetic ethics and persist in breeding for the bottom line. Without legislation regulating inbreeding, little stands in their way.</p><!--P9--><p><strong>Tempest over Teacups</strong></p><!--P10--><p>Some have argued that kennel clubs share responsibility for the breeding practices that lead to congenital disorders by virtue of the clubs’ stress on the importance of type—the specifications that breeds are expected to meet in the show arena—over the health problems that might arise through persistent selection for extreme appearance. The American Kennel Club accepts the practice of <a href=\"/science/inbreeding\">inbreeding</a>—indeed, considers it unavoidable—though it advises that only experienced breeders attempt it. However, in 2008 the British Kennel Club was motivated by public outcry to review its breed standards in order to eliminate ideals (such as the <a href=\"/animal/Pekingese\">Pekingese</a>’s drastically shortened face) that carry obvious health liabilities. While such organizations as <a href=\"/topic/People-for-the-Ethical-Treatment-of-Animals\">PETA</a> (People for the Ethical Treatment of Animals) have picketed such major purebred dog events as the <a href=\"/sports/Westminster-Kennel-Club-Dog-Show\">Westminster Dog Show</a> in attempts to draw attention to the problem, addressing irresponsible backyard breeding operations and puppy mills is a more challenging proposition.</p>"
		}

	]
}