{
	"chunk_id": "def12345",
	"entries": [
		{
			"entry_id": "01-def12345",
			"url": "https://www.britannica.com/spotlight/neo-impressionism-what-was-the-point",
			"title": "Neo-Impressionism: What Was the Point? | Britannica.com",
			"raw_data": "<p>Neo-Impressionism, literally “new Impressionism,” was an avant-garde art movement that fell under the larger Post-Impressionism umbrella. It emerged in reaction to what was viewed as the overly free and spontaneous painting practices of the Impressionists and rooted itself in a methodical and scientific approach. The movement was launched in 1886 and took shape through the efforts of <a href=\"/biography/Georges-Seurat\">Georges Seurat</a>, who introduced “<a href=\"/art/pointillism\">pointillism</a>,” a system that he called “chromo-luminarism” that did away with traditional line drawing and instead consisted of applying precise dots of contrasting pigments next to one another on canvas. When done correctly, the dots, when seen from a remove, would coalesce into bold defined forms and brilliant saturated color in a full range of hues. Rather than having the artist mix the paints on a palette first, the viewer’s eye does the mixing, which produces a far more luminescent display of color—a phenomenon that Seurat understood from studying the writings of color theorists Michel-Eugène Chevreul, Charles Henry, and Ogden Rood.</p><!--P1--><p>One of the most famous paintings in the history of art, the monumental <em>A Sunday on La Grande Jatte</em> (1884–86), was painted by Seurat by using pointillism. With the showing of <em>La Grande Jatte</em> at the final major Impressionism exhibition in 1886, along with works by pointillists <a href=\"/biography/Paul-Signac\">Paul Signac</a> and <a href=\"/biography/Camille-Pissarro\">Camille Pissarro</a>, Neo-Impressionism was established. Art critic Félix Fénéon, upon seeing the pointillist works at that exhibition, coined the name Neo-Impressionists for the small group of artists, which at that time included Signac, Camille Pissarro and his son Lucien, Albert Duboit-Pillet, Henri-Edmond Cross, and Charles Angrand. The group grew to include Maximilien Luce, <a href=\"/biography/Theo-Van-Rysselberghe\">Théo Van Rysselberghe</a>, <a href=\"/biography/Henry-van-de-Velde\">Henry van de Velde</a>, and others.</p><div class=\"teadsNative\"></div><p>Seurat died suddenly of illness in 1891, only 31 years old, and Signac took over as leader of the movement, which carried on until about 1906 (<a href=\"/art/Cubism\">Cubism</a> would start to take hold of the avant-garde imagination soon after). Neo-Impressionism had a lasting effect on many artists and movements, notably on <a href=\"/biography/Vincent-van-Gogh\">Vincent van Gogh</a> and <a href=\"/biography/Henri-Matisse\">Henri Matisse</a> (especially, for example, Matisse’s <em>Luxe, calme et volupté</em>, 1904–05), and much later on, <a href=\"/art/Pop-art\">Pop Art</a>.</p>"
		},
		{
			"entry_id": "02-def12345",
			"url": "https://www.britannica.com/spotlight/the-mechanical-turk-ai-marvel-or-parlor-trick",
			"title": "The Mechanical Turk: AI Marvel or Parlor Trick? | Britannica.com",
			"raw_data": "<p>In 1769 a Hungarian civil servant named Wolfgang von Kempelen went to a magic show in Vienna. It wasn’t just any magic show, though. It was being performed in the court of <a href=\"/biography/Maria-Theresa\">Empress Maria Theresa</a>, and Kempelen, who had training in physics and mathematics, had been invited by the empress herself to give his scientific opinion of the performance. The show, as it turned out, was no match for Kempelen’s keen mind. After it was over he assured the empress and the rest of the court that he could have done better. Maria Theresa gave him six months to prove it with a show of his own.</p><!--P1--><p>Kempelen returned in 1770 with an <a href=\"/art/automaton\">automaton</a> that he had constructed himself and gave a performance that stunned the court. In the 18th century automatons were all the rage; inventors such as <a href=\"/biography/Jacques-de-Vaucanson\">Jacques de Vaucanson</a>, Pierre Jaquet-Droz, and Henri Maillardet thrilled audiences with ingenious humanlike machines that could perform activities like playing a musical instrument or writing. Kempelen’s automaton outdid them all, though—or at least it seemed to. It was a wooden man in oriental dress, sitting behind a large cabinet with a chessboard on top. Kempelen would begin his performances by opening the doors of the cabinet to show the audience the clockwork machinery inside. Once the doors were closed, he would use a key to wind the machine. A member of the audience would then come forward and sit down facing the automaton to play chess. The automaton would spring to life, grasping the pieces and making moves. As if that surprise wasn’t enough, the human challenger would quickly discover that the automaton was a strong player; it won most of the games it played.</p><div class=\"teadsNative\"></div><p>Beginning the 1780s Kempelen’s automaton, known as the Turk or the Mechanical Turk, was taken on tours around Europe, and it played games against a number of noteworthy human opponents. <a href=\"/biography/Benjamin-Franklin\">Ben Franklin</a> played it in Paris. The chess master <a href=\"/biography/Francois-Andre-Philidor\">François-André Philidor</a> managed to beat it but declared that the game had been a challenging one. When Kempelen died in 1804, the automaton was acquired by an engineer, Johann Maelzel, who continued to travel with it and give performances.</p><!--P3--><p>As the automaton’s fame grew, so did the debate over how it worked. A few people were willing to believe that Kempelen’s invention was actually capable of understanding and playing chess by itself, but most rightly concluded that it was an elaborate illusion and that the wooden man’s movements were being controlled by a human operator sitting in the cabinet or using magnets or wires from afar. Some fanciful explanations were also proposed. Perhaps there was a trained chess-playing monkey sitting in the cabinet, or maybe the whole thing was possessed by evil spirits. The reality, of course, was that there was a chess player concealed inside the cabinet, keeping track of the game on a miniature chessboard and controlling the Turk’s movements with levers.</p><!--P4--><p>Even though the Turk was an illusion, it raised real questions about machines and the nature of intelligence, and these questions have only grown more pressing as technology has advanced in the modern era. In 1819 the English mathematician and inventor <a href=\"/biography/Charles-Babbage\">Charles Babbage</a> watched the automaton play. He immediately realized that it was a clever trick, but he was inspired to reflect on how a machine might be constructed so that it would actually play chess. Babbage went on to invent an automatic mechanical calculator that is usually considered the first digital computer. A distant descendent of Baggage’s invention—a chess-playing computer called <a href=\"/topic/Deep-Blue\">Deep Blue</a>—became the first computer to defeat a human world champion in a chess match, in 1997. The future simulated by the Mechanical Turk, in which humans must coexist with machines that are capable of outthinking them, seemed closer than ever.</p>"
		},
		{
			"entry_id": "03-def12345",
			"url": "https://www.britannica.com/demystified/which-waters-do-you-pass-through-when-you-sail-the-seven-seas",
			"title": "Which Waters Do You Pass Through When You “Sail the Seven Seas”? | Britannica.com",
			"raw_data": "<p>Pirates and their sailing <a href=\"/technology/ship\">ships</a> are inexorably linked to the romantic concept of the <em>seven seas</em>, and some variation of the phrase “sailing the seven seas” has existed since ancient mariners plied the <a href=\"/place/Mediterranean-Sea\">Mediterranean Sea</a> and the waters of the <a href=\"/place/Middle-East\">Middle East</a>. But which bodies of water are those seven?</p><!--P1--><p>A definitive list of the bodies of <a href=\"/science/water\">water</a> that made up the seven seas varied from one culture to another and changed over time.&nbsp;To complicate matters, <em>seven</em> was likely not literal, but rather it was probably used by some cultures as a stand-in for the word <em>many</em>. (The significance of the number seven may be related to its status during biblical times as a <a href=\"/topic/number-symbolism\">symbolic number</a> to exemplify both good things and bad things. There are <a href=\"/topic/seven-deadly-sins\">seven deadly sins</a> and seven days in a week.)&nbsp;For some, the seven seas were simply parts of trade routes. For others, the seven seas were familiar <a href=\"/science/bay-coastal-feature\">bays</a>, <a href=\"/science/gulf-coastal-feature\">gulfs</a>, seas, and stretches of <a href=\"/science/ocean\">ocean</a>. In yet other cases, the term had the effect of inspiring a spirit of adventure by referring to waterways that were both strange and distant.&nbsp; “Sailing the seven seas” meant one thing to people living in the Middle East and another to people living in Europe or eastern Asia.&nbsp; Moreover, sometimes the “seas” weren’t even true seas. As a result, there was no true universal understanding of what the seven seas were.</p><div class=\"teadsNative\"></div><p>Fortunately, various cultures kept fairly decent records on this topic. The seven seas of the <a href=\"/place/Persia\">Persians</a> were composed of a handful of major rivers of Central Asia and their tributaries, whereas those of the ancient Arabs spanned the coastal waterways that connected the lands bordering the Persian Gulf to those of the South China Sea. According to the <a href=\"/topic/National-Oceanic-and-Atmospheric-Administration\">National Oceanic and Atmospheric Administration</a>’s <a href=\"oceanservice.noaa.gov/\" target=\"_blank\">National Ocean Service</a>, the seven seas of the <a href=\"/place/ancient-Greece\">ancient Greeks</a> were the <a href=\"/place/Aegean-Sea\">Aegean</a>, the <a href=\"/place/Adriatic-Sea\">Adriatic</a>, the Mediterranean, the <a href=\"/place/Black-Sea\">Black</a>, the <a href=\"/place/Red-Sea\">Red</a>, and the <a href=\"/place/Caspian-Sea\">Caspian</a> seas and the <a href=\"/place/Persian-Gulf\">Persian Gulf</a>. However, other sources might have swapped in the <a href=\"/place/Indian-Ocean\">Indian Ocean</a> for the Aegean Sea.&nbsp;Possibly as a reflection of the growth of knowledge, the seven seas of medieval Europeans shifted to include the <a href=\"/place/Atlantic-Ocean\">Atlantic Ocean</a> and the <a href=\"/place/Arabian-Sea\">Arabian</a>, the <a href=\"/place/Baltic-Sea\">Baltic</a>, the Black, the Mediterranean, the <a href=\"/place/North-Sea\">North</a>, and the Red seas. During the period of <a href=\"/topic/European-exploration\">European exploration</a>, the list of seven seas changed again, this time using the four traditional oceans (the Atlantic, the <a href=\"/place/Pacific-Ocean\">Pacific</a>, the Indian, and the <a href=\"/place/Arctic-Ocean\">Arctic</a>) as the list’s backbone, along with the Mediterranean and the <a href=\"/place/Caribbean-Sea\">Caribbean</a> seas and the <a href=\"/place/Gulf-of-Mexico\">Gulf of Mexico</a>. </p><!--P3--><p>Between the 19th century and today, the seven seas could have been renamed the <em>seven oceans</em>, since no seas make the list anymore. Yet, doing so would risk the loss of this familiar romantic <a href=\"/art/alliteration\">alliteration</a>. The four traditional oceans are represented here, of course, and the division of the Atlantic and Pacific into their northern and southern basins brings the tally to six. The seventh body of water on the list is the Antarctic Ocean (<a href=\"/place/Southern-Ocean\">Southern Ocean</a>), a region of cold water that surrounds the continent of Antarctica, which is often considered separate from the Atlantic, Pacific, and Indian oceans by the presence of a barrier of powerful winds and turbulent seas.</p>"
		},
		{
			"entry_id": "04-def12345",
			"url": "https://www.britannica.com/demystified/was-the-big-bang-actually-an-explosion",
			"title": "Was the Big Bang Actually an Explosion? | Britannica.com",
			"raw_data": "<p>The <a href=\"/topic/big-bang-model\">big-bang theory</a> was first proposed by <a href=\"/biography/Georges-Lemaitre\">Georges Lemaître</a> in 1927 sans its contemporary name, which was coined in the 1950s. The common name has allowed for the beginnings of our universe to be too often depicted as a massive explosion similar to that of an epic supernova. But was our universe really formed in a cosmic fireworks show? Or was something else at work?</p><!--P1--><p>The “big bang” wasn’t a “bang” at all, at least not in the common definition. It didn’t explode in a scene of shrapnel and fire, and there was definitely no mushroom cloud. The big-bang theory of the universe is derived from Albert Einstein’s <a href=\"/science/general-relativity\">general theory of relativity</a> and the idea that the universe expanded from a miniscule dense collection of energy called a singularity. <strong>There was no bang, just a vast expansion of extremely condensed material.</strong> </p><div class=\"teadsNative\"></div><p>So why describe the theory with such a misleading name? To mock it, perhaps. <a href=\"/biography/Fred-Hoyle\">Sir Fred Hoyle</a> snidely referred to the theory as the “big bang” with the intention of reducing it to absurdity, and it stuck. Hoyle believed, contrary to the big-bang theory, that the universe itself did not have a beginning, rather the components inside it did. This is called the <a href=\"/topic/steady-state-theory\"><em>steady-state theory</em></a>, which has decreased in popularity in light of the common acceptance of the big-bang theory.</p><!--P3--><p>If the universe didn’t explode into existence, where did it all come from? According to the theory, the universe—this includes all space, time, energy, etc.—was condensed into an extremely hot zero-volume entity of infinite density called a singularity. In physics density is quantified by dividing mass by volume, meaning that the equation to determine the density of a singularity divides by zero. If that doesn’t hurt your brain, this will: Because all of space and time existed within the singularity, the singularity itself did not exist within space or time. </p><!--P4--><p>The universe as we know it (or barely know it) is the result of this singularity expanding and cooling. Since the singularity itself was not in a location on the planes of space or time, there is no center of the universe; everything is expanding from everything else at an equal rate. As for the origins of the singularity, or even what existed before it, scientists are just as befuddled as everyone else. </p>"
		},
		{
			"entry_id": "05-def12345",
			"url": "https://www.britannica.com/spotlight/250-years-of-press-freedom",
			"title": "250 Years of Press Freedom | Britannica.com",
			"raw_data": "<p>On December 2, 1766, the Swedish parliament passed legislation that is now recognized as the world’s first law supporting the freedom of the press and freedom of information. Narrowly, the <a href=\"/topic/Freedom-of-the-Press-Act-of-1766\">Freedom of the Press Act</a> abolished the Swedish government’s role as a censor of printed matter, and it allowed for the official activities of the government to be made public. More broadly, the law codified the principle—which has since become a cornerstone of democracies throughout the world—that individual citizens of a state should be able to express and disseminate information without fear of reprisal.</p><!--P1--><p>The notion that the press should be free could have emerged only after the press itself had become commonplace. The invention of <a href=\"/technology/printing-press\">mechanized printing</a> in the 15th century led to the proliferation of books, newspapers, and other publications that spread ideas faster and farther than ever before. However, because of the potential for these ideas to challenge official power structures, some political and religious authorities actively suppressed publications that they deemed subversive.</p><div class=\"teadsNative\"></div><p>An early defense of press freedom was made by the poet <a href=\"/biography/John-Milton\">John Milton</a> in his 1644 pamphlet <a href=\"/topic/Areopagitica\"><em>Areopagitica</em></a>, written in response to the British Parliament’s passage of a law requiring the government to approve all books prior to publication. “Truth and understanding,” <a href=\"/www.dartmouth.edu/~milton/reading_room/areopagitica/text.html\" target=\"_blank\">Milton argued</a>, “are not such wares as to be&nbsp;monopoliz'd&nbsp;and traded in by&nbsp;tickets and statutes, and standards.” This sentiment appeared to win legal recognition on the other side of the Atlantic when in 1733 New York newspaper publisher <a href=\"/biography/John-Peter-Zenger\">John Peter Zenger</a>, in a landmark jury trial, was acquitted of seditious libel on the grounds that the articles he printed, which were harshly critical of New York’s colonial governor, were nonetheless based on fact. Twenty-five years after the Freedom of the Press Act came into force in Sweden, the framers of the <a href=\"/topic/Constitution-of-the-United-States-of-America\">U.S. Constitution</a> enshrined the same principle in the document’s <a href=\"/topic/First-Amendment\">First Amendment</a>: “Congress shall make no law…abridging the freedom of speech, or the press.”</p><!--P3--><p>While many countries have come to understand freedom of expression as a common good—indeed, it is one of the rights enumerated in the <a href=\"/topic/Universal-Declaration-of-Human-Rights\">Universal Declaration of Human Rights</a>—state censorship and regulation of the press have not entirely disappeared. The international organization <a href=\"/topic/Reporters-Without-Borders\">Reporters Without Borders</a> (RSF) monitors conditions for journalists around the world and ranks countries by their degree of <a href=\"/topic/media-freedom\">media freedom</a>. Countries categorized as “bad” or “very bad” on <a href=\"/rsf.org/en/ranking\" target=\"_blank\">RSF’s 2016 list</a> include Russia and China, both of which maintain various forms of state media and impose restrictions on independent outlets. (In addition to traditional controls, Russia and China block access to certain Web sites.) In Turkey as well, more than 100 journalists have been jailed since July 2016, when a failed coup attempt led Pres. <a href=\"/biography/Recep-Tayyip-Erdogan\">Recep Tayyip Erdoğan</a> to crack down on voices critical of the government.</p>"
		},
		{
			"entry_id": "06-def12345",
			"url": "https://www.britannica.com/demystified/whats-inside-the-great-pyramid",
			"title": "What’s Inside the Great Pyramid? | Britannica.com",
			"raw_data": "<p>According to Napoleonic legend, the future emperor of France emerged from Egypt’s Great Pyramid pale and shaken, having spent hours alone in the King’s Chamber. He never revealed what had rattled him, but supposedly the episode changed his life. Whether or not the story is true, it certainly attests to the power of the Great Pyramid to rouse a great leader’s imagination as well as our own: What could Napoleon possibly have seen to provoke such a reaction? What exactly is inside the Great Pyramid? <strong>The plain answer is, well, not a lot, really.</strong></p><!--P1--><p>The Great Pyramid, or the Pyramid of Khufu, is the oldest and the tallest of the three pyramids towering over Giza. Constructed c. 2551–2528 BCE, it originally stood at 481.4 feet (147 meters), or about 45 stories. <strong>Its immense size makes it a marvel to behold, but the Great Pyramid, and its neighbors, the Pyramids of Khafre and Menkaure, are mostly just solid masses of stone</strong>—2.3 million blocks of cut limestone, to be more precise, which is the approximate number making up the Great Pyramid. All three pyramids would originally have had an outer casing of lighter limestone, as seen on the cap of Khafre’s pyramid. We can only imagine how the gleaming white limestone would have made the pyramids an even more dazzling spectacle than they are now.</p><div class=\"teadsNative\"></div><p>The Pyramids of Giza, like the Egyptian pyramids that came before and after them, were royal tombs, a final resting place for their pharaohs, or kings. They were often part of an extensive funerary complex that included queens’ burial sites and mortuary temples for daily offerings. The pharaoh’s final resting place was usually within a subterranean burial chamber underneath the pyramid. <strong>Although the Great Pyramid has subterranean chambers, they were never completed, and Khufu’s sarcophagus rests in the King’s Chamber, where Napoleon is said to have sojourned, deep inside the Great Pyramid.</strong><figure class=\"demystified-inline-asset\"><span class=\"image-wrapper\"><span class=\"image-zoom\"><img src=\"/image/asset/feature/194372\" data-big-src=\"/image/asset/big/194372\" alt=\"Tomb stairway\"><em class=\"material-icons md-zoom\" data-icon=\"zoom_in\"></em></span><figcaption class=\"demystified-inline-asset-caption\"><span class=\"demystified-inline-asset-credit\">© Steve Heap/Shutterstock.com</span></figcaption></span></figure></p><!--P3--><p>Like its neighbors, the Great Pyramid has very little open space inside its hulking mass. Napoleon would have reached the King’s Chamber through a very tight ascending passageway, past the Queen’s Chamber (a misnomer), and then through a taller corbelled passageway called the Grand Gallery. Once inside the King’s Chamber, Napoleon would have seen that it was small and lined, like other kings’ chambers, with thick granite blocks. <strong>The space would have been very austere, as Egyptians only began decorating burial chambers with hieroglyphic texts in later pyramids.</strong> Moreover, by the time of Napoleon’s Egyptian Campaign at the end of the 18th century, the pyramids would have long been plundered. He would not have found any rumored treasures in the chamber, only the enormous granite sarcophagus, once containing the king’s mummy, set firmly in the floor.<figure class=\"demystified-inline-asset\"><span class=\"image-wrapper\"><span class=\"image-zoom\"><img src=\"/image/asset/feature/194373\" data-big-src=\"/image/asset/big/194373\" alt=\"Tomb\"><em class=\"material-icons md-zoom\" data-icon=\"zoom_in\"></em></span><figcaption class=\"demystified-inline-asset-caption\"><span class=\"demystified-inline-asset-credit\">© rook76/Shutterstock.com</span></figcaption></span></figure></p><!--P4--><p>With not much to see inside the Great Pyramid, or either of the other pyramids near Giza, we can only imagine what could have disconcerted the proud Napoleon—just as we can only imagine the pyramids’ other mysteries: the royal treasures they once might have hidden, the brilliant sight they must have been when first completed, and the disciplined effort it took to construct them.</p>"
		},
		{
			"entry_id": "07-def12345",
			"url": "https://www.britannica.com/spotlight/the-fermi-paradox-where-are-all-the-aliens",
			"title": "The Fermi Paradox: Where Are All the Aliens? | Britannica.com",
			"raw_data": "<p>On a clear night, staring up at the stars induces a sense of simultaneous wonder and insignificance. Humanity time and time again finds itself lost amid the vastness of a universe that we are still struggling to understand. There are many questions we ask ourselves when looking toward the heavens, but one of them always feels just outside of our grasp: Across all the billions of light-years of starry sky above us, could we possibly be the only life?</p><!--P1--><p>Scientists have explored this question for years. In 1961 physicist Frank Drake developed a mathematical <a href=\"/science/Drake-equation\">equation</a> to help solve it:</p><div class=\"teadsNative\"></div><p><em>N</em> = <em>R</em><sub><em>*</em></sub><em>f</em><sub><em>p</em></sub><em>n</em><sub><em>e</em></sub><em>f</em><sub><em>l</em></sub><em>f</em><sub><em>i</em></sub><em>f</em><sub><em>c</em></sub><em>L</em></p><!--P3--><p>The equation aimed to find the number (<em>N</em>) of intelligent civilizations within the boundaries held by the subsequent factors—in our case, the <a href=\"/place/Milky-Way-Galaxy\">Milky Way Galaxy</a>. <em>R</em><sub><em>*</em></sub> is the rate of formation of <a href=\"/science/star-astronomy\">stars</a> that could potentially allow for the development of intelligent life on <a href=\"/science/planet\">planets</a> nearby; <em>f</em><sub><em>p</em></sub> is the fraction of said stars that actually have planetary systems; <em>n</em><sub><em>e</em></sub> is the number of planets in a solar system with an environment that could sustain life; <em>f</em><sub><em>l</em></sub> is the fraction of said planets that do sustain life; <em>f</em><sub><em>i</em></sub> is the fraction of life-sustaining planets on which there is intelligent life; <em>f</em><sub><em>c</em></sub> is the fraction of intelligent civilizations that have survived long enough to develop communication technology to send signals of their existence into space; and <em>L</em> is the length of time that these civilizations emit these signals before ceasing to exist. The commonly cited numbers for these variables simplify the equation to <em>N</em> = 10 × 0.5 × 2 × 1 × 0.1 × 0.1 × <em>L</em>, which simplifies even further to <em>N</em> = <em>L</em>/10. We as a civilization have been broadcasting into space since 1974, so, according to this equation, even if we cease to exist as a species in 2074,&nbsp;there would be 10 intelligent civilizations in our galaxy alone.</p><!--P4--><p>To break these numbers down further, scientists use the Kardashev scale, which splits intelligent life into three categories. Type I civilizations are able to use all the energy available on their home planet (we are approaching this; most scientists agree that we are currently at a 0.7 on the Kardashev scale, with a full Type I being about a century off). Type II civilizations can control and channel all the energy of their host star, and Type III civilizations have access to power equivalent to that of their host galaxy.</p><!--P5--><p>Even before the Drake equation and the Kardashev scale, many scientists were convinced that there must be a plethora of intelligent civilizations sprinkled across the galaxy. It wasn’t until a lunchtime conversation between astrophysicists that doubt was cast upon the old theories, and the outcome of that conversation continues to challenge even contemporary mind-sets. The story goes that in 1950 <a href=\"/biography/Enrico-Fermi\">Enrico Fermi</a> and his colleagues were discussing the existence of alien life over lunch. The question that Fermi asked the table became infamous in its simplicity: “Where is everybody?” The room fell silent because, well, nobody had an answer. Originally, the question was meant to attack the idea of interstellar travel, the possibility of which Fermi wasn’t confident in. But the question remains: if there were civilizations scattered across the stars by the billions, why haven’t we heard from them? It is from these questions, the Drake equation, and the Kardashev scale that the true paradox was born. The Milky Way is about 10 billion years old and 100,000 light-years across. If aliens had spaceships that could travel at 1 percent of the speed of light, the galaxy could have already been colonized 1,000 times. Why haven’t we heard from any other life? </p><!--P6--><p>That very question is the Fermi paradox. It has sparked numerous explanations for the silence we’ve been experiencing. Some scientists think that the silence is the product of something they’ve coined the Great Filter, an evolutionary wall impermeable to most life. For these scientists, there are two basic possibilities regarding the Great Filter: it’s either behind us or in front of us. If it’s behind us, scientists have speculated that it may have occurred at the creation of life itself or at the jump from single-cell <a href=\"/science/prokaryote\">prokaryotes</a> to multicell <a href=\"/science/eukaryote\">eukaryotes</a>. Either way, it implies that we are a rare case and that communication isn’t happening because we’re one of very few, if any, survivors. If the Great Filter is ahead of us, on the other hand, then we’re not receiving communication because advanced civilizations have hit the wall and ceased to exist—implying that we too will hit that wall eventually. Other scientists have come up with other explanations for this literal radio silence. Perhaps most of the universe is colonized and communicating, but we’re stuck in a desolate area far from the action. Or maybe Type III civilizations simply don’t care about communicating with inferior life like us. If they have all the power of an entire galaxy, maybe they can’t be bothered by us and our handheld cell phones. Some scientists even think that the lack of communication might be due to the existence of a predator species of which intelligent civilizations are afraid, and thus they refrain from transmitting so as not to reveal their location. The general consensus, however, is that if there are others out there transmitting signals, we’re probably just listening wrong: we don’t have the appropriate technology or understanding of the universe to receive or decode any messages just yet.</p><p>However, there’s still a chance it’s just us. According to the Drake equation, if a civilization could live at least a century after developing transmission technology, there could be 10 civilizations in our galaxy alone. But what if they couldn’t live for 100 years after developing this technology? As we begin to develop our own transmission technology, we also develop nuclear power, advance the warming of the climate, and exhaust our food sources with overpopulation. Is it such a stretch to say that perhaps an intelligent civilization cannot live for 100 years after developing space-penetrating transmission technology? If so, we can rework the Drake equation, and the answer changes drastically. If civilizations can typically survive for only 10 years after developing this technology, then <em>N</em> = 1, meaning that we may be the only intelligent life in our galaxy—or even the entire universe.</p>"
		},
		{
			"entry_id": "08-def12345",
			"url": "https://www.britannica.com/spotlight/too-good-to-rot-saints-with-incorrupt-bodies",
			"title": "Too Good to Rot? Saints with Incorrupt Bodies | Britannica.com",
			"raw_data": "<p>If you've ever explored a Roman Catholic <a href=\"/technology/basilica-architecture\">basilica</a> or <a href=\"/topic/cathedral-Christian-church\">cathedral</a> in Europe, it is possible you may have encountered the incorrupt body of a <a href=\"/topic/saint\">saint</a> on display. Throughout the church's long history, the bodies of many saints have been disinterred, often to move them to new, more prestigious burial sites. Occasionally, it has been found that a body apparently did not succumb to the usual forces of putrefaction, and such a seemingly divinely preserved corpse is deemed incorruptible. The title is reserved for bodies that one would expect to rot naturally—in other words, <a href=\"/topic/embalming\">embalmed</a> corpses and <a href=\"/science/bog-body\">bog bodies</a> need not apply. Interestingly, though, incorruptibility does not imply that the body cannot <em>subsequently</em> rot. Many holy corpses that were initially found preserved are now skeletons or are in some state of decomposition. Although such a discovery was traditionally considered a <a href=\"/topic/miracle\">miracle</a> (especially if the body also had a floral odor of sanctity), plausible scientific explanations and the possibility of lost embalming records have led the church to revise its doctrine on the matter, and incorruptibility alone is no longer treated as miraculous.</p><!--P1--><p>Truly miraculous or not, the incorrupt bodies of saints are considered holy relics and are treated with great esteem in both the <a href=\"/topic/Roman-Catholicism\">Roman Catholic</a> and <a href=\"/topic/Eastern-Orthodoxy\">Eastern Orthodox</a> churches. Some are administered acid baths or other treatments to help sustain their incorruptibility. Many are encased in wax effigies or are given wax masks that represent their condition upon discovery. Others are reburied, and a metal, stone, or wax sculpture of the corpse is arrayed above or near the actual body. Some are displayed directly in glass caskets, usually with a thin wax layer over the skin. A number of incorrupt body parts, such as the tongue and jaw of <a href=\"/biography/Saint-Anthony-of-Padua\">St. Anthony of Padua</a> or the heart of <a href=\"/biography/Saint-Vincent-de-Paul\">St. Vincent de Paul</a>, are borne in special reliquaries. While their veneration is often associated with answered prayers and miracles, these relics also serve as visual reminders of the holy men and women that have lived and died in their faith and of the mortality that faces us all.</p>"
		},
		{
			"entry_id": "09-def12345",
			"url": "https://www.britannica.com/demystified/do-cats-cause-schizophrenia",
			"title": "Do Cats Cause Schizophrenia? | Britannica.com",
			"raw_data": "<p><a href=\"/science/schizophrenia\">Schizophrenia</a>—any of several severe mental disorders having such symptoms as hallucinations, disorganized thinking, withdrawal from reality, or bizarre behavior—is produced by premature deterioration of the brain. This deterioration is usually a product of genetic predisposition combined with stress, but it can be accelerated by external diseases or parasites. Schizophrenia affects only 1% of the population, although many people are predisposed to it but are never exposed to enough stress to exhibit any symptoms. How could cats possibly play a role in something so complicated?</p><!--P1--><p>Well, as it turns out, one of those potentially accelerating parasites can be found in our feline friends. <em>Toxoplasma gondii</em>, <em>T. gondii</em> for short, is a parasite that lives in raw meat and some garden soils. Cats become infected with it through consuming outdoor prey and then can pass it along to humans through their feces and litter boxes. So, does owning a cat make you susceptible to schizophrenia?</p><div class=\"teadsNative\"></div><p>That’s just the thing—scientists still aren’t sure. Though some studies have been done, none has been conclusive. <strong>The current consensus is that there is a definite correlation between cats and schizophrenia, but it is unlikely that the animals are a causal factor in the development of the disorder.</strong> Basically, cats probably don’t actually cause someone to develop schizophrenia. The <em>T. gondii</em> found in some cats can cause cysts that accelerate premature brain deterioration, but such deterioration can happen only in individuals who are predisposed to schizophrenia.</p>"
		},
		{
			"entry_id": "10-def12345",
			"url": "https://www.britannica.com/demystified/how-does-wi-fi-work",
			"title": "How Does Wi-Fi Work? | Britannica.com",
			"raw_data": "<p><a href=\"/technology/Wi-Fi\">Wi-Fi</a> has become an integral part of our fast-paced everyday lives. Thanks to Wi-Fi, we no longer have to be tethered to the Internet with cables. But have you ever stopped to wonder how it works?</p><!--P1--><p>Wi-Fi uses radio waves to transmit information between your device and a router via frequencies. Two radio-wave frequencies can be used, depending on the amount of data being sent: 2.4 gigahertz and 5 gigahertz. What does that mean, though? Well, a hertz is just a measurement of frequency. For example, let’s say you’re sitting on a beach, watching the waves crash to shore. If you measured the time between each wave crash, you’d be measuring the frequency of the waves. One hertz is a frequency of one wave per second. One gigahertz, on the other hand, is one <em>billion</em> waves per second. (Thank goodness beaches aren’t like that—it probably wouldn’t be too relaxing.) The higher the frequency, the greater the amount of data transmitted per second. </p><div class=\"teadsNative\"></div><p>The two Wi-Fi frequencies are split into multiple channels so as to prevent high traffic and interference. When it comes to sharing the data across these channels, well, that’s when the magic—er, <a href=\"/topic/computer-science\">computer science</a>—happens. The first step in the process is initiated by you (the user). When you access the Internet on your device, it converts the information you’ve requested into <a href=\"/topic/binary-code\">binary code</a>, the language of computers. Everything computers do is based in binary code, a series of 1s and 0s. When you click on this article, your request is translated into a bunch of 1s and 0s. If you’re using Wi-Fi, these 1s and 0s are translated into wave frequencies by the Wi-Fi chip embedded in your device. The frequencies travel across the radio channels mentioned earlier and are received by the Wi-Fi router that your device is connected to. The router then converts the frequencies back into binary code and translates the code into the Internet traffic that you requested, and the router receives that data through a hardwired Internet cable. The process repeats itself until you have loaded this article—or anything that requires the Internet. All of this happens at an unbelievably fast rate; most routers operate at 54 Mbps (megabits per second), meaning that when such routers translate and transmit binary data, 54 million 1s and 0s are taken in or sent out in a single second. </p>"
		}

	]
}